Repository: Adyen/adyen-ios
Catalog: Adyen/CoreUI/Assets/*.lproj/Localizable.strings
Languages: de, es, nl, sv

# paymentMethods.title
source: Payment Methods
de: Bezahlmöglichkeiten
es: Métodos de pago
nl: Betaalmethodes
sv: Betalningsmetoder

# paymentMethods.storedMethods
source: Your payment methods
de: Ihre Bezahlmethoden
es: Métodos de pago anteriores
nl: Opgeslagen betaalmethodes
sv: Dina sparade betalningsmetoder

# paymentMethods.otherMethods
source: Select other method
de: Andere Bezahlmöglichkeiten
es: Otros métodos de pago
nl: Alle betaalmethodes
sv: Välj annan betalningsmetod

# paymentMethods.moreMethodsButton
source: More payment methods
nl: Meer betaalmethodes

# payButton
source: Pay
de: Zahlen
es: Pagar
nl: Betaal
sv: Betala

# payButton.formatted
source: Pay %@
de: %@ bezahlen
es: Pagar %@
nl: Betaal %@
sv: Betala %@

# cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleer
sv: Avbryt

# dismissButton
source: OK
de: Okay
es: Okay
nl: Oké

# payment.redirecting
source: You will be redirected…
nl: U wordt doorgestuurd…

# payment.processing
source: Your payment is being processed…
nl: Uw betaling wordt verwerkt…

source: Payment successful
nl: Betaling succesvol

source: Payment refused
nl: Betaling geweigerd

# creditCard.title
source: Card Details
de: Karteneingabe
es: Detalles de la tarjeta
nl: Kaartgegevens
sv: Kortuppgifter

# creditCard.numberField.title
source: Card Number
de: Kartennummer
es: Número de tarjeta
nl: Kaartnummer
sv: Kortnummer

# creditCard.expiryDateField.title
source: Expiry Date
de: Verfalldatum
es: Fecha de caducidad
nl: Vervaldatum
sv: Förfallodatum

# creditCard.expiryDateField.placeholder
source: MM/YY
de: MM/JJ
es: MM/AA
nl: MM/JJ
sv: MM/AA

# creditCard.cvcField.title
source: CVC / CVV
nl: Verificatiecode

# creditCard.storeDetailsButton
source: Remember this card for my next payment
de: Karte speichern
es: Recordar estos detalles
nl: Bewaar deze kaart voor mijn volgende betaling
sv: Spara kortuppgifter

# creditCard.oneClickVerification.title
source: Verify your card
de: Karte verifizieren
es: Validar tarjeta
nl: Verifieer uw kaart
sv: Verifiera ditt kort

# creditCard.oneClickVerification.message
source: Please enter the CVC code for %@
de: Bitte CVC code für %@ eingeben.
es: Porfavor entre el número CVC para %@
nl: Voer de verificatiecode in voor %@
sv: Vänligen fyll i CVC kod för %@

# creditCard.oneClickVerification.invalidInput.title
source: Invalid CVC
de: Ungültiger Bestätigungscode
es: Código de verificación invalido
nl: Ongeldige verificatiecode
sv: Ogiltig verifieringskod.

# creditCard.oneClickVerification.invalidInput.message
source: Please enter a valid CVC to continue.
de: Bitte geben Sie einen gültigen Bestätigungscode ein.
es: Por favor, introduzca un código de verificación válido.
nl: Gelieve een geldige verificatiecode in te voeren om de betaling af te ronden.
sv: Ange en giltig verifieringskod.

# sepaDirectDebit.ibanField.title
source: Account Number (IBAN)
de: Kontonummer (IBAN)
es: Número de cuenta (IBAN)
nl: Rekeningnummer (IBAN)
sv: Kontonummer (IBAN)

# sepaDirectDebit.nameField.title
source: Holder Name
de: Name des Kontoinhabers
es: Nombre del titular de cuenta
nl: Ten name van
sv: Känt av kontoinnehavaren

# sepaDirectDebit.nameField.placeholder
source: J. Smith
de: L. Schmidt
es: C. Smith
nl: P. de Ridder
sv: J. Johansson

# sepaDirectDebit.consentButton
source: I agree that the amount below will be debited from my bank account.
de: Ich bin damit einverstanden, dass der folgende genannten Betrage von meinem Konto abgebucht wird.
es: Estoy de acuerdo en que la cantidad descripta será deducida de mi cuenta bancaria.
nl: Ik ga akkoord met een eenmalige afschrijving van het onderstaande bedrag.
sv: Jag håller med om att beloppet nedan debiteras från mitt bankkonto.

# giropay.searchField.placeholder
source: Bankname / BIC / Bankleitzahl
nl: Banknaam / BIC / Bankleitzahl

# giropay.minimumLength
source: Min. 3 characters
de: Mindestens drei Zeichen
es: Mínimo 3 caracteres
nl: Min. 3 karakters
sv: Minst 3 tecken
