Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.bacs.amountConsentToggle.title
source: I agree that the above amount will be deducted from my bank account.
ar: أوافق على خصم المبلغ أعلاه من حسابي البنكي.
bg_bg: Съгласен съм, че горната сума ще бъде приспадната от банковата ми сметка.
ca_es: Accepto que l'import anterior es dedueixi del meu compte bancari.
cs_cz: Souhlasím s tím, že mi bude následující částka odečtena z bankovního účtu.
da_dk: Jeg accepterer, at beløbet ovenfor trækkes på min bankkonto.
el_gr: Αποδέχομαι ότι το πιο πάνω ποσό θα αφαιρεθεί από τον τραπεζικό λογαριασμό μου.
es_es: Estoy de acuerdo con que la cantidad anterior se deduzca de mi cuenta bancaria.
et_ee: Nõustun, et ülaltoodud summa võetakse minu pangakontolt maha.
fi: Hyväksyn, että alla oleva summa veloitetaan pankkitililtäni.
fr_fr: J'accepte que le montant ci-dessus soit déduit de mon compte bancaire.
hr_hr: Slažem se da se gore navedeni iznos oduzme s mog bankovnog računa.
hu_hu: Elfogadom, hogy a fenti összeget levonják a bankszámlámról.
is_is: Ég er sammála því að ofangreind upphæð verði skuldfærð af bankareikningnum mínum.
it_it: Accetto che l'importo sopra indicato venga detratto dal mio conto bancario.
ja_jp: 上記の金額が私の銀行口座から引き落とされることに同意します。
ko: 계좌에서 위의 금액을 이체하는 것에 동의합니다.
lt_lt: Sutinku, kad minėta suma būtų išskaičiuota iš mano banko sąskaitos.
lv_lv: Es piekrītu, ka iepriekš minētā summa tiek atskaitīta no mana bankas konta.
nb_no: Jeg samtykker til at beløpet ovenfor blir trukket fra bankkontoen min.
nl_nl: Ik ga ermee akkoord dat het bovengenoemde bedrag van mijn bankrekening wordt afgeschreven.
pl_pl: Wyrażam zgodę na pobranie powyższej kwoty z mojego rachunku bankowego.
pt_pt: Concordo que o valor acima seja deduzido da minha conta bancária.
ro_ro: Sunt de acord ca suma menționată mai sus să fie dedusă din contul meu bancar.
ru_ru: Выражаю согласие на списание вышеуказанной суммы с моего банковского счета.
sk_sk: Súhlasím s tým, že nižšie uvedená čiastka bude odpísaná z môjho bankového účtu.
sl_si: Soglašam s tem, da bo zgornji znesek odtegnjen z mojega bančnega računa.
sv_se: Jag godkänner att ovanstående belopp dras från mitt bankkonto.
zh_cn: 我同意从银行账户中扣除上述金额。
zh_tw: 我同意從我的銀行帳戶扣除上述金額。

# adyen.bacs.specifiedAmountConsentToggle.title
source: I agree that %@ will be deducted from my bank account.
ar: أوافق على خصم %@ من حسابي البنكي.
bg_bg: Съгласен съм %@ да бъде удържан от банковата ми сметка.
ca_es: Accepto que es dedueixi %@ del meu compte bancari.
cs_cz: Souhlasím, aby mi částka %@ byla odečtena z bankovního účtu.
da_dk: Jeg accepterer, at %@ hæves på min bankkonto.
el_gr: Αποδέχομαι ότι το ποσό %@ θα αφαιρεθεί από τον τραπεζικό λογαριασμό μου.
es_es: Estoy de acuerdo en que se deduzca la siguiente cantidad de mi cuenta bancaria: %@.
et_ee: Nõustun, et %@ võetakse minu pangakontolt maha.
fi: Hyväksyn, että %@ veloitetaan pankkitililtäni.
fr_fr: J'accepte que le montant de %@ soit prélevé sur mon compte bancaire.
hr_hr: Slažem se da će moj bankovni račun biti terećen za %@.
hu_hu: Elfogadom, hogy %@ levonásra kerüljön a bankszámlámról.
is_is: Ég samþykki að %@ verði skuldfærðar af bankareikningnum mínum.
it_it: Accetto che l'importo di %@ venga detratto dal mio conto bancario.
ja_jp: %@が私の銀行口座から引き落とされることに同意します。
ko: 은행 계좌에서 %@이(가) 출금되는 것에 동의합니다.
lt_lt: Sutinku, kad %@ būtų nuskaityta iš mano banko sąskaitos.
lv_lv: Es piekrītu, ka %@ tiks atskaitīti no mana bankas konta.
nb_no: Jeg godtar at %@ blir trukket fra kontoen min.
nl_nl: Ik ga ermee akkoord dat er %@ van mijn bankrekening wordt afgeschreven.
pl_pl: Wyrażam zgodę na pobranie kwoty %@ z mojego rachunku bankowego.
pt_pt: Concordo que %@ sejam deduzidos da minha conta bancária.
ro_ro: Sunt de acord să se deducă %@ din contul meu bancar.
ru_ru: Выражаю согласие на списание %@ с моего банковского счета.
sk_sk: Súhlasím s úhradou čiastky %@ z môjho bankového účtu.
sl_si: Soglašam, da bo znesek %@ odtegnjen z mojega bančnega računa.
sv_se: Jag godkänner att %@ kommer att dras från mitt bankkonto.
zh_cn: 我同意从我的银行账户中扣除以下金额：%@。
zh_tw: 我同意從我的銀行帳戶扣除 %@。

# adyen.bacs.holderNameField.invalidMessage
source: Invalid bank account holder name
ar: اسم صاحب حساب بنكي غير صحيح
bg_bg: Невалидно име на титуляр на банкова сметка
ca_es: El nom del titular del compte bancari no és vàlid
cs_cz: Neplatné jméno držitele bankovního účtu
da_dk: Ugyldigt navn på bankkontohaver
el_gr: Μη έγκυρο όνομα δικαιούχου τραπεζικού λογαριασμού
es_es: El nombre del titular de la cuenta bancaria no es válido
et_ee: Vale pangakonto omaniku nimi
fi: Ei-kelvollinen tilinhaltijan nimi
fr_fr: Nom du titulaire du compte bancaire incorrect
hr_hr: Nevažeće ime vlasnika bankovnog računa
hu_hu: A bankszámla-tulajdonos neve érvénytelen
is_is: Ógilt nafn bankareikningseiganda
it_it: Nome del titolare del conto bancario non valido
ja_jp: 銀行口座名義が無効です
ko: 예금주 이름이 유효하지 않습니다
lt_lt: Netinkamas banko sąskaitos turėtojo vardas ir pavardė
lv_lv: Nederīgs bankas konta īpašnieka vārds
nb_no: Ugyldig kontoholdernavn
nl_nl: Ongeldige naam bankrekeninghouder
pl_pl: Nieprawidłowe imię i nazwisko posiadacza rachunku
pt_pt: Nome do titular da conta bancária inválido
ro_ro: Numele titularului contului bancar este incorect
ru_ru: Неверное имя владельца банковского счета
sk_sk: Neplatné meno majiteľa bankového účtu
sl_si: Neveljavno ime imetnika računa
sv_se: Ogiltigt namn på bankkontoinnehavare
zh_cn: 无效的银行账户持有人姓名
zh_tw: 銀行帳戶持有人姓名無效

# adyen.bacs.bankAccountNumberField.invalidMessage
source: Invalid bank account number
ar: رقم حساب بنكي غير صحيح
bg_bg: Невалиден номер на банкова сметка
ca_es: El número de compte bancari no és vàlid
cs_cz: Neplatné číslo bankovního účtu
da_dk: Ugyldigt bankkontonummer
el_gr: Μη έγκυρος αριθμός τραπεζικού λογαριασμού
es_es: El número de cuenta bancaria no es válido
et_ee: Vale pangakonto number
fi: Väärä tilin numero
fr_fr: Numéro du compte bancaire incorrect
hr_hr: Nevažeći broj bankovnog računa
hu_hu: Érvénytelen bankszámlaszám
is_is: Ógilt bankareikningsnúmer
it_it: Numero di conto bancario non valido
ja_jp: 銀行口座番号が無効です
ko: 계좌 번호가 유효하지 않습니다
lt_lt: Netinkamas banko sąskaitos numeris
lv_lv: Nederīgs bankas konta numurs
nb_no: Ugyldig bankkontonummer
nl_nl: Ongeldig bankrekeningnummer
pl_pl: Nieprawidłowy numer rachunku
pt_pt: Número de conta bancária inválido
ro_ro: Numărul contului bancar este incorect
ru_ru: Неверный номер банковского счета
sk_sk: Neplatné číslo bankového účtu
sl_si: Neveljavna številka bančnega računa
sv_se: Ogiltigt bankkontonummer
zh_cn: 无效的银行账号
zh_tw: 銀行帳戶號碼無效

# adyen.bacs.bankLocationIdField.invalidMessage
source: Invalid sort code
ar: رمز تعريف بنك غير صحيح
bg_bg: Невалиден код за сортиране
ca_es: El codi d'ordenació no és vàlid
cs_cz: Neplatný kód Sort
da_dk: Ugyldigt registreringsnummer
el_gr: Μη έγκυρος κωδικός τράπεζας
es_es: El código de sucursal no es válido
et_ee: Vale sortimiskood
fi: Ei-kelvollinen lajittelukoodi
fr_fr: Code de tri (sort code) non valide
hr_hr: Nevažeći identifikacijski kôd banke (UK)
hu_hu: Érvénytelen banki azonosító
is_is: Ógildur röðunarkóði
it_it: Sort code non valido
ja_jp: ソートコードが無効です
ko: 은행 식별 코드가 유효하지 않습니다
lt_lt: Neteisingas rūšiavimo kodas
lv_lv: Nederīgs kārtošanas kods
nb_no: Ugyldig sorteringskode
nl_nl: Ongeldige bankcode
pl_pl: Nieprawidłowy numer rozliczeniowy SORT
pt_pt: Código de classificação inválido
ro_ro: Cod de identificare bancară incorect
ru_ru: Неверный код банка
sk_sk: Neplatný variabilný symbol
sl_si: Neveljavna številka banke
sv_se: Ogiltigt clearingnummer
zh_cn: 无效的分类代码
zh_tw: 銀行代碼無效

# adyen.bacs.paymentButton.title
source: Confirm and pay
ar: تأكيد ودفع
bg_bg: Потвърдете и платете
ca_es: Confirmeu i pagueu
cs_cz: Potvrdit a zaplatit
da_dk: Bekræft, og betal
el_gr: Επιβεβαίωση και πληρωμή
es_es: Confirmar y pagar
et_ee: Kinnita ja maksa
fi: Vahvista ja maksa
fr_fr: Confirmer et payer
hr_hr: Potvrdi i plati
hu_hu: Megerősítés és fizetés
is_is: Staðfesta og greiða
it_it: Conferma e paga
ja_jp: 確認して支払う
ko: 확인 및 결제
lt_lt: Patvirtinti ir sumokėti
lv_lv: Apstipriniet un samaksājiet
nb_no: Bekreft og betal
nl_nl: Bevestigen en betalen
pl_pl: Potwierdź i zapłać
pt_pt: Confirmar e pagar
ro_ro: Confirmați și plătiți
ru_ru: Подтвердить и оплатить
sk_sk: Potvrdiť a zaplatiť
sl_si: Potrdi in plačaj
sv_se: Bekräfta och betala
zh_cn: 确认并支付
zh_tw: 確認並支付

# adyen.bacs.downloadMandate
source: Download your Direct Debit Instruction (DDI / Mandate)
ar: تنزيل تعليمات الخصم المباشر (تعليمات / تفويض DDI)
bg_bg: Изтеглете вашата инструкция за директен дебит (DDI / мандат)
ca_es: Baixeu la vostra instrucció de domiciliació bancària (DDI / Mandat)
cs_cz: Stáhněte si pokyny k přímému inkasu (DDI / podpisové právo)
da_dk: Download vejledningen til direkte debitering (fuldmagt til direkte debitering)
el_gr: Κατεβάστε την Εντολή Άμεσης Χρέωσης (DDI/Εντολή)
es_es: Descargue su instrucción de débito directo (IDD/mandato)
et_ee: Laadige alla oma otsedebiteerimise korraldus (DDI/mandaat)
fi: Lataa suoraveloitusohjeet (DDI / Mandate)
fr_fr: Téléchargez votre mandat de prélèvement (DDI)
hr_hr: Preuzmite upute za izravno terećenje (DDI / mandat)
hu_hu: Beszedési megbízási utasítás (meghatalmazás) letöltése
is_is: Sæktu leiðbeiningar um beingreiðslur (DDI /umboð)
it_it: Scarica le Istruzioni per l'addebito diretto (DDI / Mandato)
ja_jp: 自動引き落としの説明 (DDI/委任状) をダウンロードする
ko: 자동 이체 안내(DDI/필수) 다운로드
lt_lt: Atsisiųskite tiesioginio debeto nurodymą (DDI / įgaliojimas)
lv_lv: Lejupielādējiet sava tiešā debeta instrukcijas (DDI/pilnvaras)
nb_no: Last ned instruksjoner for direktebelastning (DDI/ mandat)
nl_nl: Download uw machtiging automatische incasso
pl_pl: Pobierz dyspozycję polecenia zapłaty (DDI/upoważnienie)
pt_pt: Descarregue a sua Instrução de Débito Direto (DDI / Mandato)
ro_ro: Descărcați instrucțiunile de debitare directă (DDI/mandat)
ru_ru: Загрузить распоряжение прямого дебетования (DDI / поручение)
sk_sk: Stiahnite si pokyny k inkasu (DDI/Mandát)
sl_si: Prenesite navodila za neposredno bremenitev (DDI/mandat)
sv_se: Ladda ner din instruktion för autogiro/direktdebitering (DDI / Mandate)
zh_cn: 下载您的直接借记指示（DDI/委托）
zh_tw: 下載您的直接扣款指示（DDI／授權）

# adyen.ach.bankAccount.title
source: Bank account
ar: الحساب البنكي
bg_bg: Банкова сметка
ca_es: Compte bancari
cs_cz: Bankovní účet
da_dk: Bankkonto
el_gr: Τραπεζικός λογαριασμός
es_es: Cuenta bancaria
et_ee: Pangakonto
fi: Pankkitili
fr_fr: Compte bancaire
hr_hr: Bankovni račun
hu_hu: Bankszámla
is_is: Bankareikningur
it_it: Conto bancario
ja_jp: 銀行口座
ko: 은행 계좌
lt_lt: Banko sąskaita
lv_lv: Bankas konts
nb_no: Bankkonto
nl_nl: Bankrekening
pl_pl: Rachunek bankowy
pt_pt: Conta bancária
ro_ro: Cont bancar
ru_ru: Банковский счет
sk_sk: Bankový účet
sl_si: Bančni račun
sv_se: Bankkonto
zh_cn: 银行账户
zh_tw: 銀行帳戶

# adyen.ach.accountHolderNameField.title
source: Account holder name
ar: اسم صاحب الحساب
bg_bg: Име на притежателя на сметката
ca_es: Nom del titular del compte
cs_cz: Jméno držitele účtu
da_dk: Kontohavers navn
el_gr: Όνομα κατόχου λογαριασμού
es_es: Nombre del titular de la cuenta
et_ee: Konto omaniku nimi
fi: Tilinhaltijan nimi
fr_fr: Nom du titulaire du compte
hr_hr: Ime vlasnika računa
hu_hu: Számlatulajdonos neve
is_is: Nafn reikningshafa
it_it: Nome del titolare del conto
ja_jp: 口座名義
ko: 계좌 소유자 이름
lt_lt: Sąskaitos turėtojo vardas ir pavardė
lv_lv: Konta īpašnieka nosaukums
nb_no: Kontoholders navn
nl_nl: Naam rekeninghouder
pl_pl: Imię i nazwisko posiadacza rachunku
pt_pt: Nome do titular da conta
ro_ro: Numele titularului de cont
ru_ru: Имя владельца карты
sk_sk: Meno majiteľa účtu
sl_si: Ime imetnika računa
sv_se: Kontoinnehavarens namn
zh_cn: 账户持有人姓名
zh_tw: 帳戶持有人姓名

# adyen.ach.accountHolderNameField.invalid
source: Invalid account holder name
ar: اسم صاحب حساب غير صحيح
bg_bg: Невалидно име на притежател на сметката
ca_es: El nom del titular del compte no és vàlid
cs_cz: Neplatné jméno držitele účtu
da_dk: Ugyldigt kontohavernavn
el_gr: Μη έγκυρο όνομα κατόχου λογαριασμού
es_es: El nombre del titular de la cuenta no es válido
et_ee: Vale konto omaniku nimi
fi: Ei-kelvollinen tilinhaltijan nimi
fr_fr: Nom du titulaire du compte incorrect
hr_hr: Nevažeće ime vlasnika računa
hu_hu: A számlatulajdonos neve érvénytelen
is_is: Ógilt nafn reikningshafa
it_it: Nome del titolare del conto non valido
ja_jp: 無効な口座名義
ko: 유효하지 않은 계좌 소유자 이름
lt_lt: Netinkamas sąskaitos turėtojo vardas ir pavardė
lv_lv: Nederīga konta īpašnieka vārds
nb_no: Ugyldig navn på kontoholder
nl_nl: Ongeldige naam rekeninghouder
pl_pl: Nieprawidłowe imię i nazwisko posiadacza rachunku
pt_pt: Nome do titular da conta inválido
ro_ro: Numele titularului de cont este incorect
ru_ru: Недействительное имя владельца карты
sk_sk: Neplatné meno majiteľa účtu
sl_si: Neveljavno ime imetnika računa
sv_se: Kontoinnehavarens namn är ogiltigt
zh_cn: 无效的账户持有人姓名
zh_tw: 帳戶持有人姓名無效

# adyen.ach.accountNumberField.title
source: Account number
ar: رقم الحساب
bg_bg: Номер на сметка
ca_es: Número de compte
cs_cz: Číslo účtu
da_dk: Kontonummer
el_gr: Αριθμός λογαριασμού
es_es: Número de cuenta
et_ee: Kontonumber
fi: Tilinumero
fr_fr: Numéro du compte
hr_hr: Broj računa
hu_hu: Számlaszám
is_is: Reikningsnúmer
it_it: Numero di conto
ja_jp: 口座番号
ko: 계좌 번호
lt_lt: Sąskaitos numeris
lv_lv: Konta numurs
nb_no: Kontonummer
nl_nl: Rekeningnummer
pl_pl: Numer rachunku
pt_pt: Número da conta
ro_ro: Număr de cont
ru_ru: Номер счета
sk_sk: Číslo účtu
sl_si: Številka računa
sv_se: Kontonummer
zh_cn: 账号
zh_tw: 帳戶號碼

# adyen.ach.accountNumberField.invalid
source: Invalid account number
ar: رقم حساب غير صحيح
bg_bg: Невалиден номер на сметка
ca_es: El número de compte no és vàlid
cs_cz: Neplatné číslo účtu
da_dk: Ugyldigt kontonummer
el_gr: Μη έγκυρος αριθμός λογαριασμού
es_es: Número de cuenta no válido
et_ee: Vale kontonumber
fi: Väärä tilin numero
fr_fr: Numéro du compte incorrect
hr_hr: Nevažeći broj računa
hu_hu: Érvénytelen számlaszám
is_is: Ógilt reikningsnúmer
it_it: Numero di conto non valido
ja_jp: 口座番号の入力間違い
ko: 유효하지 않은 계좌 번호
lt_lt: Netinkamas sąskaitos numeris
lv_lv: Nederīgs konta numurs
nb_no: Ugyldig kontonummer
nl_nl: Ongeldig rekeningnummer
pl_pl: Nieprawidłowy numer rachunku
pt_pt: Número de conta inválido
ro_ro: Numărul de cont este incorect
ru_ru: Недействительный номер счета
sk_sk: Neplatné číslo účtu
sl_si: Neveljavna številka računa
sv_se: Ogiltigt kontonummer
zh_cn: 无效的账号
zh_tw: 帳戶號碼無效

# adyen.ach.accountLocationField.title
source: ABA routing number
ar: رقم توجيه ABA
bg_bg: ABA маршрутизиращ номер
ca_es: Número d'encaminament ABA
cs_cz: Směrovací tranzitní číslo ABA
da_dk: ABA-registreringsnummer
el_gr: Αριθμός δρομολόγησης ABA
es_es: Número de ruta ABA
et_ee: ABA pangakood
fi: ABA-reititysnumero
fr_fr: Code ABA
hr_hr: ABA identifikacijski broj
hu_hu: ABA-irányítószám
is_is: ABA-bankanúmer
it_it: Codice ABA
ja_jp: ABAナンバー
ko: ABA 라우팅 번호
lt_lt: ABA maršruto numeris
lv_lv: ABA maršrutēšanas numurs
nb_no: ABA-dirigeringsnummer
nl_nl: Routingnummer (ABA)
pl_pl: Kod bankowy ABA Routing Number
pt_pt: Número de encaminhamento da ABA
ro_ro: Număr de direcționare ABA
ru_ru: Маршрутный номер ABA
sk_sk: Smerovacie číslo ABA
sl_si: Koda banke ABA
sv_se: ABA-nummer
zh_cn: ABA 路由电汇编码
zh_tw: ABA 匯款路徑編號

# adyen.ach.accountLocationField.invalid
source: Invalid ABA routing number
ar: رقم توجيه ABA غير صحيح
bg_bg: Невалиден маршрутизиращ номер на ABA
ca_es: El número d'encaminament ABA no és vàlid
cs_cz: Neplatné směrovací tranzitní číslo ABA
da_dk: Ugyldigt ABA-registreringsnummer
el_gr: Μη έγκυρος αριθμός δρομολόγησης ABA
es_es: El número de ruta ABA no es válido
et_ee: Vale ABA pangakood
fi: Ei-kelvollinen ABA-reititysnumero
fr_fr: Code ABA incorrect
hr_hr: Nevažeći ABA identifikacijski broj
hu_hu: Érvénytelen ABA-irányítószám
is_is: Ógilt ABA-bankanúmer
it_it: Codice ABA non valido
ja_jp: 無効なABAナンバー
ko: 유효하지 않은 ABA 라우팅 번호
lt_lt: Neteisingas ABA maršruto numeris
lv_lv: Nederīgs ABA maršrutēšanas numurs
nb_no: Ugyldig ABA-dirigeringsnummer
nl_nl: Ongeldig routingnummer (ABA)
pl_pl: Nieprawidłowy kod bankowy ABA Routing Number
pt_pt: Número de encaminhamento ABA inválido
ro_ro: Număr de direcționare ABA incorect
ru_ru: Недействительный маршрутный номер ABA
sk_sk: Neplatné smerovacie číslo ABA
sl_si: Neveljavna koda banke ABA
sv_se: Ogiltigt ABA-nummer
zh_cn: 无效的 ABA 路由电汇编码
zh_tw: ABA 匯款路徑編號無效

# idealIssuer.selectField.title
source: Bank
bg_bg: Банка
ca_es: Banc
cs_cz: Banka
el_gr: Τράπεζα
es_es: Banco
et_ee: Pank
fi: Pankki
is_is: Banki
it_it: Banca
lt_lt: Bankas
lv_lv: Banka
pt_pt: Banco
ru_ru: Банк
sl_si: Banka
zh_cn: 银行
zh_tw: 銀行

# adyen.onlineBanking.termsAndConditions
source: By continuing you agree with the #terms and conditions#
bg_bg: Продължавайки, вие се съгласявате с #правилата и условията#
ca_es: En continuar, accepteu els #termes i condicions#
cs_cz: Pokračováním souhlasíte se #smluvními podmínkami#
da_dk: Ved at fortsætte accepterer du #vilkår og betingelser#
el_gr: Αν συνεχίσετε, συνεπάγεται ότι αποδέχεστε τους #Όρους και προϋποθέσεις#
es_es: Al continuar, usted acepta los #Términos y condiciones#
et_ee: Jätkates nõustute #tingimustega#
fi: Jatkamalla hyväksyt #käyttöehdot#
hu_hu: A folytatással elfogadja az #általános szerződési feltételeket#
is_is: Með því að halda áfram samþykkir þú #skilmálana#
it_it: Facendo clic, accetti i #termini e le condizioni#
lt_lt: Tęsdami sutinkate su #sąlygomis#
lv_lv: Turpinot, jūs piekrītat #noteikumiem un nosacījumiem#
nb_no: Ved å fortsette godtar du #terms and conditions#
nl_nl: Door verder te gaan gaat u akkoord met de #algemene voorwaarden#
pt_pt: Ao continuar, concorda com os #termos e condições#
ru_ru: Продолжая, вы тем самым соглашаетесь с #условиями#
sl_si: Z nadaljevanjem se strinjate s #pogoji#
sv_se: Genom att fortsätta godkänner du #villkoren#
zh_cn: 继续，即表示您同意#条款和细则#
zh_tw: 繼續操作即表示您同意#條款及細則#

# adyen.qrCode.instructionMessage
source: Take a screenshot or save the QR code, open your banking application and upload the QR code to verify the details and complete the payment.
bg_bg: Направете екранна снимка или запазете QR кода, отворете банковото си приложение и качете QR кода, за да проверите подробностите и да завършите плащането.
ca_es: Feu una captura de pantalla o deseu el codi QR, obriu la vostra aplicació bancària i pugeu el codi QR per verificar les dades i completar el pagament.
cs_cz: Pořiďte snímek obrazovky nebo uložte QR kód, otevřete bankovní aplikaci a nahrajte QR kód pro ověření údajů a dokončení platby.
da_dk: Tag et skærmbillede, eller gem QR-koden, åbn dit bankprogram, og upload QR-koden for at bekræfte oplysningerne og fuldføre betalingen.
el_gr: Τραβήξτε ένα στιγμιότυπο οθόνης ή αποθηκεύστε τον κωδικό QR, ανοίξτε την εφαρμογή τραπεζικής σας και ανεβάστε τον κωδικό QR για επαλήθευση των στοιχείων και ολοκλήρωση της πληρωμής.
es_es: Tome una captura de pantalla o guarde el código QR, abra su aplicación bancaria y suba el código QR para verificar los detalles y completar el pago.
et_ee: Tehke kuvatõmmis või salvestage QR-kood, avage oma pangarakendus ja laadige QR-kood üles, et andmed kinnitada ja makse lõpule viia.
fi: Ota kuvakaappaus tai tallenna QR-koodi, avaa pankkisovelluksesi ja lataa QR-koodi, jolla varmistat tiedot, jonka jälkeen voit suorittaa maksun loppuun.
hu_hu: Készítsen képernyőképet vagy mentse el a QR-kódot, nyissa meg a banki alkalmazást, és töltse fel a QR-kódot az adatok ellenőrzéséhez, illetve a fizetés befejezéséhez.
is_is: Taktu skjámynd eða vistaðu QR-kóðann, opnaðu bankaforritið þitt og hladdu QR-kóðanum upp til að staðfesta upplýsingar og ljúka greiðslunni.
it_it: Scatta uno screenshot o salva il codice QR, quindi caricalo nell'applicazione bancaria per verificare i dettagli e completare il pagamento.
lt_lt: Padarykite ekrano kopiją arba išsaugokite QR kodą, atidarykite banko programą ir įkelkite QR kodą, kad patikrintumėte duomenis ir užbaigtumėte mokėjimą.
lv_lv: Uzņemiet ekrānuzņēmumu vai saglabājiet QR kodu, atveriet savu bankas lietojumprogrammu un augšupielādējiet QR kodu, lai pārbaudītu informāciju un pabeigtu maksājumu.
nb_no: Ta et skjermbilde eller lagre QR-koden, åpne bankappen din og last opp QR-koden for å verifisere opplysningene og fullføre betalingen.
nl_nl: Maak een schermafbeelding of sla de QR-code op, open uw bankapp en upload de QR-code om de gegevens te verifiëren en de betaling te voltooien.
pt_pt: Faça uma captura de ecrã ou guarde o código QR, abra a sua aplicação bancária e carregue o código QR para verificar os detalhes e concluir o pagamento.
ru_ru: Сделайте снимок экрана или сохраните QR-код, откройте банковское приложение и загрузите QR-код, чтобы подтвердить данные и завершить платеж.
sl_si: Naredite posnetek zaslona ali shranite kodo QR, odprite bančno aplikacijo in naložite kodo QR, da preverite podatke in izvedete plačilo.
sv_se: Ta en skärmdump eller spara QR-koden, öppna din bankapp och ladda upp QR-koden för att verifiera uppgifterna och slutföra betalningen.
zh_cn: 截屏或保存二维码，打开您的银行应用程序并上传二维码以验证详细信息并完成付款。
zh_tw: 擷取螢幕畫面或儲存 QR 代碼，開啟您的銀行應用程式並上傳 QR 代碼以驗證詳細資料並完成付款。

# adyen.qrCode.timerExpirationMessage
source: This QR code is valid for %@
bg_bg: Този QR код е валиден за %@
ca_es: Aquest codi QR és vàlid per a %@
cs_cz: Tento QR kód je platný pro %@
da_dk: Denne QR-kode er gyldig i %@
el_gr: Αυτός ο κωδικός QR ισχύει για %@
es_es: Este código QR es válido para %@
et_ee: See QR kehtib siin: %@
fi: Tämä QR-koodi on voimassa %@
hu_hu: A QR-kód ennyi ideig érvényes: %@
is_is: Þessi QR-kóði gildir í %@
it_it: Questo codice QR è valido per %@
lt_lt: Šis QR kodas galioja %@
lv_lv: Šis QR kods ir derīgs %@
nb_no: Denne QR-koden er gyldig i %@
nl_nl: Deze QR-code is %@ geldig
pt_pt: Este código QR é válido para %@
ru_ru: Данный QR-код действителен в течение %@
sl_si: Ta koda QR velja za %@
sv_se: Denna QR-kod är giltig i %@
zh_cn: 此二维码有效期为 %@
zh_tw: 此 QR 代碼對 %@ 有效

# adyen.paybybank.subtitle
source: No banks found with your search query…
bg_bg: Не са намерени банки с вашата заявка за търсене…
ca_es: No s'ha trobat cap banc amb la vostra consulta de cerca…
cs_cz: Na váš vyhledávací dotaz nebyly nalezeny žádné banky…
da_dk: Ingen banker fundet med din søgeforespørgsel…
el_gr: Δεν βρέθηκαν τράπεζες που αντιστοιχούν στον όρο αναζήτησης…
es_es: No se han encontrado bancos para su búsqueda…
et_ee: Teie otsinguga ei leitud ühtegi panka …
fi: Hakukyselylläsi ei löytynyt yhtään pankkia.
hu_hu: A keresési lekérdezéssel nem található bank…
is_is: Engir bankar fundust með leitarfyrirspurninni þinni…
it_it: Non sono state trovate banche corrispondenti alla tua query di ricerca…
lt_lt: Pagal jūsų paieškos užklausą bankų nerasta…
lv_lv: Ar jūsu meklēšanas vaicājumu netika atrasta neviena banka…
nb_no: Fant ingen banker med søket ditt…
nl_nl: Geen banken voor uw zoekopdracht…
pt_pt: Nenhum banco encontrado com a sua consulta de pesquisa…
ru_ru: По вашему поисковому запросу банк не найден…
sl_si: Z vašo iskalno poizvedbo ni bilo mogoče najti nobene banke…
sv_se: Inga banker hittades med din sökfråga…
zh_cn: 未找到搜索查询的银行……
zh_tw: 您的搜尋查詢找不到任何銀行……

# adyen.paybybank.title
source: No results for
bg_bg: Няма резултати за
ca_es: No hi ha resultats per a
cs_cz: Žádné výsledky pro
da_dk: Ingen resultater for
el_gr: Δεν υπάρχουν αποτελέσματα για:
es_es: No hay resultados para
et_ee: Tulemusi pole:
fi: Ei tuloksia haulle
hu_hu: Nincs találat a következőre:
is_is: Engar niðurstöður fyrir
it_it: Nessun risultato per
lt_lt: Rezultatų nėra
lv_lv: Nav rezultātu par
nb_no: Ingen resultater for
nl_nl: Geen resultaten voor
pt_pt: Sem resultados para
ru_ru: Ничего не найдено по запросу
sl_si: Ni rezultatov za
sv_se: Inga resultat för
zh_cn: 无以下内容的结果：
zh_tw: 沒有以下結果：
