Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.picker.search.empty.title
source: No results found
bg_bg: Няма намерени резултати
ca_es: No s'ha trobat cap resultat
cs_cz: Nebyly nalezeny žádné výsledky
da_dk: Ingen resultater fundet
el_gr: Δεν βρέθηκαν αποτελέσματα
es_es: No se han encontrado resultados
et_ee: Tulemusi ei leitud
fi: Tuloksia ei löytynyt
hu_hu: Nincs találat
is_is: Engar niðurstöður fundust
it_it: Nessun risultato trovato
lt_lt: Rezultatų nėra
lv_lv: Rezultāti nav atrasti
nb_no: Fant ingen resultater
nl_nl: Geen resultaten gevonden
pt_pt: Nenhum resultado encontrado
ru_ru: Результаты не найдены
sl_si: Nobenega rezultata ni bilo mogoče najti
sv_se: Inga resultat hittades
zh_cn: 未找到任何结果
zh_tw: 找不到任何結果

# adyen.picker.search.empty.subtitle
source: '%@' did not match with anything
bg_bg: '%@' не съвпада с нищо
ca_es: '%@' no coincideix amb res
cs_cz: „%@“ se s ničím neshoduje
da_dk: Fandt ikke noget match for '%@'
el_gr: Ο όρος '%@' δεν ταιριάζει με τίποτα
es_es: %@ no ha coincidido con nada
et_ee: %@ ei andnud ühtegi sobivat tulemust
fi: '%@' ei tuottanut tuloksia
hu_hu: A keresett „%@” kifejezésre nincs találat
is_is: „%@“ passaði ekki við neitt
it_it: '%@' non corrisponde a nulla
lt_lt: „%@“ su niekuo nesutapo
lv_lv: '%@' nekam neatbilst
nb_no: Fikk ingen treff på «%@»
nl_nl: Geen resultaten gevonden voor '%@'
pt_pt: '%@' não devolveu resultados
ru_ru: Не найдено соответствий «%@»
sl_si: »%@« se ni ujemalo z ničemer
sv_se: Det finns inga matchningar för ”%@”
zh_cn: “%@”无匹配内容
zh_tw: 「%@」不符合任何搜尋內容

# adyen.address.lookup.search.placeholder
source: Search for your address
bg_bg: Търси за твоя адрес
ca_es: Cerqueu la vostra adreça
cs_cz: Vyhledat svou adresu
da_dk: Søg efter din adresse
el_gr: Αναζητήστε τη διεύθυνσή σας
es_es: Busque su dirección
et_ee: Otsige oma aadressi
fi: Hae osoitteesi
hu_hu: Keresse meg a címét
is_is: Leita að heimilisfanginu þínu
it_it: Cerca il tuo indirizzo
lt_lt: Ieškokite savo adreso
lv_lv: Meklējiet savu adresi
nb_no: Søk etter adressen din
nl_nl: Zoeken naar uw adres
pt_pt: Pesquise o seu endereço
ru_ru: Найдите свой адрес
sl_si: Poiščite svoj naslov
sv_se: Sök efter din adress
zh_cn: 搜索地址
zh_tw: 搜尋您的地址

# adyen.address.lookup.search.empty.title
source: Can't search for your address?
bg_bg: Не можете да търсите вашия адрес?
ca_es: No podeu cercar la vostra adreça?
cs_cz: Nemůžete najít svou adresu?
da_dk: Kan du ikke søge efter din adresse?
el_gr: Δεν μπορείτε να αναζητήσετε τη διεύθυνσή σας;
es_es: ¿No puede buscar su dirección?
et_ee: Kas te ei saa oma aadressi otsida?
fi: Eikö osoitetta löydy?
hu_hu: Nem tudja megkeresni a címét?
is_is: Geturðu ekki leitað að heimilisfanginu þínu?
it_it: Non riesci a cercare il tuo indirizzo?
lt_lt: Negalite ieškoti savo adreso?
lv_lv: Nevarat atrast savu adresi?
nb_no: Kan du ikke søke etter adressen din?
nl_nl: Kunt u niet zoeken naar uw adres?
pt_pt: Não consegue pesquisar o seu endereço?
ru_ru: Не удается найти адрес?
sl_si: Ne morete poiskati svojega naslova?
sv_se: Kan du inte söka efter din adress?
zh_cn: 无法搜索地址？
zh_tw: 無法搜尋您的地址？

# adyen.address.lookup.search.empty.subtitle
source: You can always #enter your address manually#
bg_bg: Винаги можете да #въведете адреса си ръчно#
ca_es: Sempre podeu #introduir la vostra adreça manualment#
cs_cz: Vždy můžete #zadat svou adresu ručně#
da_dk: Du kan altid #indtaste din adresse manuelt#
el_gr: Μπορείτε πάντα να #εισαγάγετε τη διεύθυνσή σας μη αυτόματα#
es_es: También puede #introducir su dirección manualmente#
et_ee: Võite alati #oma aadressi käsitsi sisestada#
fi: Voit myös #syöttää osoitteen manuaalisesti#
hu_hu: Mindig #beírhatja manuálisan a címét#
is_is: Þú getur alltaf #slegið heimilisfangið þitt handvirkt inn#
it_it: Puoi sempre #immettere il tuo indirizzo #manualmente
lt_lt: Visada galite #įvesti savo adresą ranka#
lv_lv: Jūs varat jebkurā laikā #ievadīt savu adresi manuāli#
nb_no: Du kan alltids #skrive inn adressen din manuelt#
nl_nl: U kunt #uw adres handmatig invoeren#
pt_pt: Pode sempre #inserir o seu endereço manualmente#
ru_ru: Можно #ввести адрес вручную#
sl_si: Vedno lahko #ročno vnesete svoj naslov#
sv_se: Du kan alltid #ange din adress manuellt#
zh_cn: 您随时可以#手动输入地址#
zh_tw: 可以隨時#手動輸入您的地址#

# adyen.address.lookup.search.empty.title.noResults
source: No results found
bg_bg: Няма намерени резултати
ca_es: No s'ha trobat cap resultat
cs_cz: Nebyly nalezeny žádné výsledky
da_dk: Ingen resultater fundet
el_gr: Δεν βρέθηκαν αποτελέσματα
es_es: No se han encontrado resultados
et_ee: Tulemusi ei leitud
fi: Tuloksia ei löytynyt
hu_hu: Nincs találat
is_is: Engar niðurstöður fundust
it_it: Nessun risultato trovato
lt_lt: Rezultatų nėra
lv_lv: Rezultāti nav atrasti
nb_no: Fant ingen resultater
nl_nl: Geen resultaten gevonden
pt_pt: Nenhum resultado encontrado
ru_ru: Результаты не найдены
sl_si: Nobenega rezultata ni bilo mogoče najti
sv_se: Inga resultat hittades
zh_cn: 未找到任何结果
zh_tw: 找不到任何結果

# adyen.address.lookup.search.empty.subtitle.noResults
source: '%@' did not match with anything, try again or use #manual address entry#
bg_bg: '%@' не съвпада с нищо, опитайте отново или използвайте #ръчно въвеждане на адрес#
ca_es: '%@' no coincidia amb res, torneu-ho a intentar o utilitzeu la #introducció d'adreça manual #
cs_cz: „%@“ se s ničím neshoduje, zkuste to znovu nebo použijte #ruční zadání adresy#
da_dk: Fandt ikke noget match for '%@'. Prøv igen eller #indtast adresse manuelt#.
el_gr: Το '%@' δεν ταιριάζει με τίποτα. Προσπαθήστε ξανά ή χρησιμοποιήστε #μη αυτόματη εισαγωγή διεύθυνσης#
es_es: %@ no ha coincidido con nada, inténtelo de nuevo o #introduzca su dirección manualmente#
et_ee: %@ ei andnud ühtegi tulemust, proovige uuesti või kasutage #aadressi käsitsi sisestamist#
fi: '%@' ei tuottanut tuloksia. Yritä uudelleen tai käytä #manuaalista osoitteen syöttöä#
hu_hu: A keresett „%@„ kifejezésre nincs találat, próbálkozzon újra, vagy #írja be manuálisan a címet#
is_is: „%@“ passaði ekki við neitt, reyndu aftur eða #sláðu heimilisfangið handvirkt inn#
it_it: %@ non corrisponde a nulla, riprova o usa #inserimento indirizzo manuale#
lt_lt: „%@“ su niekuo nesutapo, bandykite dar kartą arba #įveskite adresą ranka#
lv_lv: '%@' nekam neatbilst, mēģiniet vēlreiz vai izmantojiet #manuālu adreses ievadi#.
nb_no: Fikk ingen treff på «%@». Prøv igjen eller #skriv inn adressen manuelt#
nl_nl: Geen resulaten gevonden voor '%@', probeer het opnieuw of gebruik #adres handmatig invoeren#
pt_pt: '%@' não devolveu resultados, tente novamente ou use #inserção manual do endereço#
ru_ru: Не найдено соответствий «%@». Повторите попытку или используйте #ручной ввод адреса#
sl_si: »%@« se ni ujemalo z ničemer, poskusite znova ali uporabite #ročni vnos naslova#
sv_se: Det finns inga matchningar för ”%@”. Försök igen eller använd #manuell adressinmatning#
zh_cn: “%@”无匹配内容，请重试或者使用#手动地址条目#
zh_tw: 「%@」不符合任何搜尋內容，請再試一次或#手動輸入地址#

# adyen.address.lookup.item.validationFailureMessage.empty
source: Address required
bg_bg: Изисква се адрес
ca_es: Adreça obligatòria
cs_cz: Požadovaná adresa
da_dk: Adresse er påkrævet
el_gr: Απαιτείται διεύθυνση
es_es: Se necesita la dirección
et_ee: Aadress on kohustuslik
fi: Osoite vaaditaan
hu_hu: A cím megadása kötelező
is_is: Heimilisfang er áskilið
it_it: Indirizzo richiesto
lt_lt: Adresas privalomas
lv_lv: Nepieciešama adrese
nb_no: Adresse er nødvendig
nl_nl: Adres verplicht
pt_pt: Endereço necessário
ru_ru: Требуется адрес
sl_si: Naslov je obvezen
sv_se: Adress krävs
zh_cn: 地址为必填项
zh_tw: 必須填寫地址

# adyen.address.lookup.item.validationFailureMessage.invalid
source: Invalid Address
bg_bg: Невалиден адрес
ca_es: L'adreça no és vàlida
cs_cz: Neplatná adresa
da_dk: Ugyldig adresse
el_gr: Μη έγκυρη διεύθυνση
es_es: Dirección no válida
et_ee: Vale aadress
fi: Virheellinen osoite
hu_hu: Érvénytelen cím
is_is: Ógilt heimilisfang
it_it: Indirizzo non valido
lt_lt: Netinkamas adresas
lv_lv: Nederīga adrese
nb_no: Ugyldig adresse
nl_nl: Ongeldig adres
pt_pt: Endereço inválido
ru_ru: Неправильный адрес
sl_si: Neveljaven naslov
sv_se: Ogiltig adress
zh_cn: 无效地址
zh_tw: 地址無效

# adyen.address.lookup.search.manualEntryItem.title
source: Enter address manually
bg_bg: Въведете адреса ръчно
ca_es: Introduïu l'adreça manualment
cs_cz: Zadejte adresu ručně
da_dk: Indtast adresse manuelt
el_gr: Εισαγάγετε τη διεύθυνση μη αυτόματα
es_es: Introduzca la dirección manualmente
et_ee: Sisestage aadress käsitsi
fi: Syötä osoite manuaalisesti
hu_hu: Manuálisan írjon be egy címet
is_is: Slá inn heimilisfang handvirkt
it_it: Inserisci l'indirizzo manualmente
lt_lt: Įveskite adresą rankiniu būdu
lv_lv: Ievadiet adresi manuāli
nb_no: Skriv inn adressen manuelt
nl_nl: Voer het adres handmatig in
pt_pt: Introduza o endereço manualmente
ru_ru: Ввести адрес вручную
sl_si: Naslov vnesite ročno
sv_se: Ange adress manuellt
zh_cn: 手动输入地址
zh_tw: 手動輸入地址

# adyen.accessibility.lastFourDigits
source: Last 4 digits
bg_bg: Последните 4 цифри
ca_es: Últims 4 dígits
cs_cz: Poslední 4 číslice
da_dk: Sidste 4 cifre
el_gr: Τελευταία 4 ψηφία
es_es: Últimos 4 dígitos
et_ee: Viimased 4 numbrit
fi: 4 viimeistä numeroa
hu_hu: Utolsó négy számjegy
is_is: Síðustu 4 tölustafir
it_it: Ultime 4 cifre
lt_lt: Paskutiniai 4 skaitmenys
lv_lv: Pēdējie 4 cipari
nb_no: De siste fire sifrene
nl_nl: Laatste 4 cijfers
pt_pt: Últimos 4 dígitos
ru_ru: Последние 4 цифры
sl_si: Zadnje 4 številke
sv_se: De sista 4 siffrorna
zh_cn: 最后 4 位数字
zh_tw: 最後 4 位數字

# adyen.pix.instructions
source: Open the app with the PIX registered key, choose Pay with PIX and scan the QR Code or copy and paste the code
ar: افتح التطبيق باستخدام مفتاح PIX المسجل، واختر الدفع باستخدام PIX وامسح رمز الاستجابة السريعة ضوئيًا أو انسخ الرمز والصقه
bg_bg: Отворете приложението с регистрирания ключ PIX, изберете „Плащане с PIX“ и сканирайте QR кода или копирайте и поставете кода
ca_es: Obriu l'aplicació amb la clau registrada PIX, trieu Paga amb PIX i escanegeu el codi QR o copieu i enganxeu el codi
et_ee: Avage rakendus PIX-i registreeritud võtmega, valige PIX-iga maksmine ja skannige QR-kood või kopeerige ja kleepige kood
is_is: Opnaðu forritið með PIX skráða lyklinum, veldu „Greiða með PIX“ og skannaðu QR-kóðann eða afritaðu og límdu kóðann
lt_lt: Atidarykite programą su PIX registruotu raktu, pasirinkite „Mokėti su PIX“ ir nuskaitykite QR kodą arba nukopijuokite ir įklijuokite kodą.
lv_lv: Atveriet lietotni ar reģistrēto PIX atslēgu, izvēlieties Maksāt ar PIX un skenējiet QR kodu vai arī kodu kopējiet un ielīmējiet.
pt_pt: Abra a aplicação com a chave registada PIX, escolha Pagar com PIX e digitalize o QR Code ou copie e cole o código
