Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.card.cvcItem.title
source: Security code
ar: رمز CVC / CVV
bg_bg: Код за сигурност
ca_es: Codi de seguretat
cs_cz: Bezpečnostní kód
da_dk: Sikkerhedskode
el_gr: Κωδικός ασφαλείας
es_es: Código de seguridad
et_ee: Turvakood
fi: Turvakoodi
fr_fr: CVC / CVV
hr_hr: CVC/CVV
hu_hu: Biztonsági kód
is_is: Öryggiskóði
it_it: Codice di sicurezza
ja_jp: セキュリティーコード (CVC)
ko: CVC / CVV
lt_lt: Saugos kodas
lv_lv: Drošības kods
nb_no: Sikkerhetskode
nl_nl: Beveiligingscode
pl_pl: CVC / CVV
pt_pt: Código de segurança
ro_ro: CVC/CVV
ru_ru: Защитный код
sk_sk: CVC/CVV
sl_si: Varnostna koda
sv_se: Säkerhetskod
zh_cn: 安全码
zh_tw: 安全碼

# adyen.card.stored.title
source: Verify your card
ar: التحقق من بطاقتك
bg_bg: Проверка на вашата карта
ca_es: Verifiqueu la vostra targeta
cs_cz: Ověřte svou kartu
da_dk: Kontrollér dit kort
el_gr: Επαληθεύστε την κάρτα σας
es_es: Verifique su tarjeta
et_ee: Kinnitage oma kaart
fi: Määritä korttisi
fr_fr: Vérifiez votre carte
hr_hr: Potvrdite svoju karticu
hu_hu: Kártya ellenőrzése
is_is: Staðfestu kortið þitt
it_it: Verifica la Carta
ja_jp: カード情報を確認して下さい。
ko: 카드 확인
lt_lt: Patikrinkite savo kortelę
lv_lv: Verificējiet karti
nb_no: Bekreft kortet ditt
nl_nl: Verifieer uw kaart
pl_pl: Zweryfikuj kartę
pt_pt: Verificar o seu cartão
ro_ro: Verificați-vă cardul
ru_ru: Подтвердить карту
sk_sk: Overte kartu
sl_si: Preverite podatke o kartici
sv_se: Verifiera ditt kort
zh_cn: 验证您的卡片
zh_tw: 驗證您的信用卡

# adyen.card.stored.message
source: Please enter the CVC code for %@
ar: يُرجى إدخال رمز CVC للبطاقة %@
bg_bg: Моля, въведете CVC кода за %@
ca_es: Introduïu el codi CVC de %@
cs_cz: Zadejte prosím kód CVC karty %@
da_dk: Du skal indtaste CVC-koden for %@
el_gr: Εισαγάγετε τον κωδικό CVC της κάρτας %@
es_es: Introduzca el código de verificación de %@
et_ee: Sisestage kaardi (%@) CVC-kood
fi: Syötä CVC-koodisi %@ varten
fr_fr: Entrez votre CVC code pour %@ s'il vous plaît.
hr_hr: Unesite CVC kôd za %@
hu_hu: Adja meg a %@ CVC-kódját
is_is: Sláðu inn CVC-kóðann fyrir %@
it_it: Inserire il codice CVC per %@
ja_jp: %@のためセキュリティーコードをご入力下さい
ko: %@에 대한 CVC 코드를 입력하세요.
lt_lt: Įveskite %@ CVC kodą
lv_lv: Lūdzu, ievadiet CVC kodu %@
nb_no: Vennligst oppgi CVC-koden for %@
nl_nl: Voer de verificatiecode in voor %@
pl_pl: Proszę wprowadzić kod CVC dla %@
pt_pt: Insira o código CVC para %@
ro_ro: Vă rugăm să introduceți codul CVC pentru %@
ru_ru: Введите код CVC карты %@
sk_sk: Zadajte kód CVC pre kartu s číslom %@
sl_si: Vnesite kodo CVC za kartico, ki se konča na %@
sv_se: Vänligen fyll i CVC kod för %@
zh_cn: 请输入 %@ 的 CVC 码
zh_tw: 請輸入 %@ 的信用卡驗證碼

# adyen.card.stored.expires
source: Expires %@
ar: تنتهي في %@
bg_bg: Изтича %@
ca_es: Caduca %@
cs_cz: Vyprší %@
da_dk: Udløber %@
el_gr: Λήξη: %@
es_es: Expira el %@
et_ee: Aegub %@
fi: Vanhenee %@
fr_fr: Expire le %@
hr_hr: Istječe %@
hu_hu: Lejár: %@
is_is: Rennur út %@
it_it: Scade il: %@
ja_jp: %@ に期限が切れます
ko: 만료: %@
lt_lt: Galioja iki %@
lv_lv: Derīguma termiņš %@
nb_no: Utløper %@
nl_nl: Verloopt op %@
pl_pl: Wygasa %@
pt_pt: Expira em %@
ro_ro: Expiră la %@
ru_ru: Действительно до %@
sk_sk: Platnosť vyprší %@
sl_si: Potek veljavnosti %@
sv_se: Utgår %@
zh_cn: %@过期
zh_tw: %@ 到期

# adyen.card.numberItem.unsupportedBrand
source: %@ isn't supported
ar: %@ غير مدعومة
bg_bg: %@ не се поддържа
ca_es: %@ no és compatible
cs_cz: Karty %@ nejsou podporované
da_dk: %@ understøttes ikke
el_gr: %@: δεν υποστηρίζεται
es_es: No admitimos tarjetas de %@
et_ee: Kaubamärki %@ ei toetata
fi: %@ ei tueta
fr_fr: %@ n'est pas pris en charge
hr_hr: Kartica %@ nije podržana
hu_hu: A(z) %@ nem támogatott
is_is: Ekki er stuðningur við %@
it_it: %@ non è supportata
ja_jp: %@はサポートされていません
ko: %@은(는) 지원되지 않습니다
lt_lt: „%@“ nepalaikomas
lv_lv: %@ netiek atbalstīts
nb_no: %@ støttes ikke
nl_nl: %@ wordt niet ondersteund
pl_pl: Marka %@ nie jest obsługiwana
pt_pt: %@ não é suportado
ro_ro: %@ nu este acceptată
ru_ru: %@ не поддерживается
sk_sk: Značka %@ nie je podporovaná
sl_si: %@ ni podprta znamka
sv_se: %@ stöds inte
zh_cn: 不支持 %@
zh_tw: 系統不支援 %@

# adyen.card.numberItem.unknownBrand
source: The entered card brand isn't supported
ar: العلامة التجارية للبطاقة التي تم إدخالها غير مدعومة
bg_bg: Въведената марка на картата не се поддържа
ca_es: La marca de la targeta introduïda no és compatible
cs_cz: Zadaná značka karet není podporovaná
da_dk: Det angivne kortmærke understøttes ikke
el_gr: Η επωνυμία κάρτας που εισαγάγατε δεν υποστηρίζεται
es_es: La marca de la tarjeta introducida no es compatible
et_ee: Sisestatud kaardi kaubamärki ei toetata
fi: Syötettyä tuotemerkkikorttia ei tueta
fr_fr: L'émetteur de cette carte n'est pas pris en charge
hr_hr: Unesena marka kartice nije podržana
hu_hu: A megadott kártyamárka nem támogatott
is_is: Ekki er stuðningur við innslegið kortamerki
it_it: Il brand della carta inserita non è supportato
ja_jp: 入力されたカードブランドはサポートされていません
ko: 입력한 카드 브랜드는 지원되지 않습니다
lt_lt: Įvestas kortelės prekės ženklas nepalaikomas
lv_lv: Ievadītais kartes zīmols netiek atbalstīts
nb_no: Kortmerket du har oppgitt, støttes ikke
nl_nl: Het ingevoerde kaartmerk wordt niet ondersteund
pl_pl: Wprowadzona marka karty nie jest obsługiwana
pt_pt: A marca do cartão inserida não é compatível
ro_ro: Marca de card introdusă nu este acceptată
ru_ru: Карты введенной платежной системы не поддерживаются
sk_sk: Zadaná značka karty nie je podporovaná
sl_si: Vnesena znamka kartice ni podprta
sv_se: Den angivna kortutgivaren stöds inte
zh_cn: 不支持输入的卡片品牌
zh_tw: 系統不支援所輸入的卡片品牌

# adyen.dropIn.stored.title
source: Confirm %@ payment
ar: تأكيد الدفع باستخدام %@
bg_bg: Потвърди %@ плащането
ca_es: Confirmació del pagament de %@
cs_cz: Potvrdit platbu
da_dk: Bekræft %@-betaling
el_gr: Επιβεβαίωση πληρωμής μέσω %@
es_es: Confirmar pago de %@
et_ee: Kinnitage makse (%@)
fi: Vahvista %@ maksu
fr_fr: Confirmer paiement de %@
hr_hr: Potvrdite plaćanje: % @
hu_hu: %@ használatával történő fizetés jóváhagyása
is_is: Staðfesta %@ greiðslu
it_it: Conferma il pagamento di %@
ja_jp: %@のお支払いをご確認下さい
ko: %@ 결제 확인
lt_lt: Patvirtinti %@ mokėjimą
lv_lv: Apstipriniet %@ maksājumu
nb_no: Bekreft betaling med %@
nl_nl: Bevestig %@ betaling
pl_pl: Potwierdź płatność %@
pt_pt: Confirmar %@ pagamento
ro_ro: Confirmați plata %@
ru_ru: Подтвердить оплату %@
sk_sk: Potvrďte platbu pomocou %@
sl_si: Potrdite plačilo: %@
sv_se: Bekräfta %@-betalning
zh_cn: 确认 %@ 支付
zh_tw: 確認 %@ 付款

# adyen.dropIn.preselected.openAll.title
source: Change Payment Method
ar: تغيير طريقة الدفع
bg_bg: Промяна на начина на плащане
ca_es: Canvieu el mètode de pagament
cs_cz: Změnit způsob platby
da_dk: Skift betalingsmåde
el_gr: Αλλαγή τρόπου πληρωμής
es_es: Cambiar método de pago
et_ee: Muuda makseviisi
fi: Muuta maksutapaa
fr_fr: Changer de moyen de paiement
hr_hr: Promijeni način plaćanja
hu_hu: Fizetési mód módosítása
is_is: Breyta greiðslumáta
it_it: Cambia metodo di pagamento
ja_jp: お支払方法を変更する
ko: 결제 수단 변경
lt_lt: Keisti mokėjimo būdą
lv_lv: Mainīt samaksas veidu
nb_no: Endre betalingsmetode
nl_nl: Betalingsmethode wijzigen
pl_pl: Zmień metodę płatności
pt_pt: Alterar método de pagamento
ro_ro: Schimbare metodă de plată
ru_ru: Изменить способ оплаты
sk_sk: Zmeniť spôsob platby
sl_si: Spremeni način plačila
sv_se: Ändra betalningssätt
zh_cn: 更改支付方式
zh_tw: 變更付款方式

# adyen.continueTo
source: Continue to %@
ar: متابعة إلى %@
bg_bg: Продължете към %@
ca_es: Continua a %@
cs_cz: Pokračovat k %@
da_dk: Fortsæt til %@
el_gr: Μετάβαση στην %@
es_es: Continuar a %@
et_ee: Jätka: %@
fi: Jatka kohteeseen %@
fr_fr: Poursuivre vers %@
hr_hr: Nastavi na %@
hu_hu: Folytatás a következővel: %@
is_is: Halda áfram á %@
it_it: Procedi verso %@
ja_jp: 次へ進む：%@
ko: 다음으로 계속: %@
lt_lt: Eiti į %@
lv_lv: Turpināt ar %@
nb_no: Fortsett til %@
nl_nl: Doorgaan naar %@
pl_pl: Przejdź do %@
pt_pt: Continuar para %@
ro_ro: Continuați către %@
ru_ru: Перейти к %@
sk_sk: Pokračovať do %@
sl_si: Nadaljujte na %@
sv_se: Fortsätt till %@
zh_cn: 继续至 %@
zh_tw: 繼續前往 %@

# adyen.continueTitle
source: Continue
ar: متابعة
bg_bg: Продължи
ca_es: Continua
cs_cz: Pokračovat
da_dk: Fortsæt
el_gr: Συνέχεια
es_es: Continuar
et_ee: Jätka
fi: Jatka
fr_fr: Continuer
hr_hr: Nastavi
hu_hu: Folytatás
is_is: Halda áfram
it_it: Continua
ja_jp: 続ける
ko: 계속
lt_lt: Tęsti
lv_lv: Turpināt
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuare
ru_ru: Продолжить
sk_sk: Pokračovať
sl_si: Nadaljuj
sv_se: Fortsätt
zh_cn: 继续
zh_tw: 繼續

# adyen.phoneNumber.title
source: Telephone number
ar: رقم الهاتف
bg_bg: Телефонен номер
ca_es: Número de telèfon
cs_cz: Telefonní číslo
da_dk: Telefonnummer
el_gr: Αριθμός τηλεφώνου
es_es: Número de teléfono
et_ee: Telefoninumber
fi: Puhelinnumero
fr_fr: Numéro de téléphone
hr_hr: Telefonski broj
hu_hu: Telefonszám
is_is: Símanúmer
it_it: Numero di telefono
ja_jp: 電話番号
ko: 전화번호
lt_lt: Telefono numeris
lv_lv: Tālruņa numurs
nb_no: Telefonnummer
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
pt_pt: Número de telefone
ro_ro: Număr de telefon
ru_ru: Номер телефона
sk_sk: Telefónne číslo
sl_si: Telefonska številka
sv_se: Telefonnummer
zh_cn: 电话号码
zh_tw: 電話號碼

# adyen.phoneNumber.invalid
source: Invalid telephone number
ar: رقم هاتف غير صحيح
bg_bg: Невалиден телефонен номер
ca_es: El número de telèfon no és vàlid
cs_cz: Neplatné telefonní číslo
da_dk: Ugyldigt telefonnummer
el_gr: Μη έγκυρος αριθμός τηλεφώνου
es_es: El número de teléfono no es válido
et_ee: Vale telefoninumber
fi: Ei-kelvollinen puhelinnumero
fr_fr: Numéro de téléphone incorrect
hr_hr: Nevažeći telefonski broj
hu_hu: Érvénytelen telefonszám
is_is: Ógilt símanúmer
it_it: Numero di telefono non valido
ja_jp: 無効な電話番号
ko: 유효하지 않은 전화번호
lt_lt: Netinkamas telefono numeris
lv_lv: Nederīgs tālruņa numurs
nb_no: Ugyldig telefonnummer
nl_nl: Ongeldig telefoonnummer
pl_pl: Nieprawidłowy numer telefonu
pt_pt: Número de telefone inválido
ro_ro: Număr de telefon incorect
ru_ru: Недействительный номер телефона
sk_sk: Neplatné telefónne číslo
sl_si: Neveljavna telefonska številka
sv_se: Ogiltigt telefonnummer
zh_cn: 无效的电话号码
zh_tw: 電話號碼無效

# adyen.card.cvcItem.placeholder.digits
source: %@ digits
ar: %@ أرقام
bg_bg: %@ цифри
ca_es: %@ dígits
cs_cz: %@ číslice
da_dk: %@ cifre
el_gr: %@ψήφιος
es_es: %@ dígitos
et_ee: %@ numbrit
fi: %@ lukua
fr_fr: %@ chiffres
hr_hr: %@ znamenke
hu_hu: %@ számjegyű
is_is: %@ tölustafir
it_it: %@ cifre
ja_jp: %@桁
ko: %@자리
lt_lt: %@ skaitmenys
lv_lv: %@ cipari
nb_no: %@ siffer
nl_nl: %@ cijfers
pl_pl: %@ cyfry
pt_pt: %@ dígitos
ro_ro: %@ cifre
ru_ru: %@ цифры
sk_sk: %@ číslice
sl_si: %@ števke
sv_se: %@ siffror
zh_cn: %@ 位数
zh_tw: %@ 位數

# adyen.emailItem.title
source: Email address
ar: عنوان البريد الإلكتروني
bg_bg: Имейл адрес
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
da_dk: E-mailadresse
el_gr: Διεύθυνση email
es_es: Dirección de correo electrónico
et_ee: E-posti aadress
fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hr_hr: Adresa e-pošte
hu_hu: E-mail-cím
is_is: Netfang
it_it: Indirizzo e-mail
ja_jp: Eメールアドレス
ko: 이메일 주소
lt_lt: El. pašto adresas
lv_lv: E-pasta adrese
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres e-mail
pt_pt: Endereço de correio eletrónico
ro_ro: Adresă de e-mail
ru_ru: Адрес эл. почты
sk_sk: E-mailová adresa
sl_si: Elektronski naslov
sv_se: E-postadress
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# adyen.emailItem.placeHolder
source: Email address
ar: عنوان البريد الإلكتروني
bg_bg: Имейл адрес
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
da_dk: E-mailadresse
el_gr: Διεύθυνση email
es_es: Dirección de correo electrónico
et_ee: E-posti aadress
fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hr_hr: Adresa e-pošte
hu_hu: E-mail-cím
is_is: Netfang
it_it: Indirizzo e-mail
ja_jp: Eメールアドレス
ko: 이메일 주소
lt_lt: El. pašto adresas
lv_lv: E-pasta adrese
nb_no: E-postadresse
nl_nl: E-mailadres
pl_pl: Adres e-mail
pt_pt: Endereço de correio eletrónico
ro_ro: Adresă de e-mail
ru_ru: Адрес эл. почты
sk_sk: E-mailová adresa
sl_si: Elektronski naslov
sv_se: E-postadress
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# adyen.emailItem.invalid
source: Invalid email address
ar: عنوان بريد إلكتروني غير صحيح
bg_bg: Невалиден имейл адрес
ca_es: L'adreça electrònica no és vàlida
cs_cz: Neplatná e-mailová adresa
da_dk: Ugyldig e-mailadresse
el_gr: Μη έγκυρη διεύθυνση email
es_es: La dirección de correo electrónico no es válida
et_ee: Vale e-posti aadress
fi: Ei-kelvollinen sähköpostiosoite
fr_fr: Adresse e-mail incorrecte
hr_hr: Nevažeća adresa e-pošte
hu_hu: Érvénytelen e-mail-cím
is_is: Ógilt netfang
it_it: Indirizzo e-mail non valido
ja_jp: Eメールアドレスが無効です
ko: 유효하지 않은 이메일 주소
lt_lt: Netinkamas el. pašto adresas
lv_lv: Nederīga e-pasta adrese
nb_no: Ugyldig e-postadresse
nl_nl: Ongeldig e-mailadres
pl_pl: Niepoprawny adres email
pt_pt: Endereço de e-mail inválido
ro_ro: Adresă de e-mail incorectă
ru_ru: Недействительный адрес эл. почты
sk_sk: Neplatná emailová adresa
sl_si: Neveljaven elektronski naslov
sv_se: Ogiltig e-postadress
zh_cn: 无效的邮件地址
zh_tw: 電子郵件地址無效

# adyen.moreOptions
source: More options
ar: المزيد من الخيارات
bg_bg: Още опции
ca_es: Més opcions
cs_cz: Další možnosti
da_dk: Flere valg
el_gr: Περισσότερες επιλογές
es_es: Más opciones
et_ee: Rohkem valikuid
fi: Lisää vaihtoehtoja
fr_fr: Plus d'options
hr_hr: Više opcija
hu_hu: További lehetőségek
is_is: Fleiri valkostir
it_it: Altre opzioni
ja_jp: その他のオプション
ko: 옵션 더 보기
lt_lt: Daugiau parinkčių
lv_lv: Citas opcijas
nb_no: Flere alternativer
nl_nl: Meer opties
pl_pl: Więcej opcji
pt_pt: Mais opções
ro_ro: Mai multe opțiuni
ru_ru: Другие опции
sk_sk: Viac možností
sl_si: Več možnosti
sv_se: Fler alternativ
zh_cn: 更多选项
zh_tw: 其他選項

# adyen.applePay.total
source: Total
bg_bg: Общо
cs_cz: Celkem
da_dk: I alt
el_gr: Σύνολο
et_ee: Kokku
fi: Yhteensä
hu_hu: Összesen
is_is: Samtals
it_it: Totale
lt_lt: Iš viso
lv_lv: Kopā
nl_nl: Totaal
ru_ru: К оплате
sl_si: Skupaj
sv_se: Totalt
zh_cn: 总计
zh_tw: 總金額

# adyen.mbway.confirmPayment
source: Confirm your payment on the MB WAY app
ar: تأكيد الدفع على تطبيق MB WAY
bg_bg: Потвърдете плащането си в приложението MB WAY
ca_es: Confirmeu el vostre pagament a l'aplicació MB WAY
cs_cz: Potvrďte platbu v aplikaci MB WAY
da_dk: Bekræft din betaling på appen MB WAY
el_gr: Επιβεβαιώστε την πληρωμή στην εφαρμογή MB WAY
es_es: Confirme su pago en la aplicación MB WAY
et_ee: Kinnitage oma makse MB WAY rakenduses
fi: Vahvista maksusi MB WAY -sovelluksella
fr_fr: Confirmez votre paiement sur l'application MB WAY
hr_hr: Potvrdite uplatu u aplikaciji MB WAY
hu_hu: Fizetés jóváhagyása az MB WAY alkalmazásban
is_is: Staðfestu greiðsluna þína í MB WAY-forritinu
it_it: Conferma il pagamento con l'app MB WAY
ja_jp: MB WAYアプリで支払を確認する
ko: MB WAY 앱에서 결제를 확인하십시오
lt_lt: Patvirtinkite mokėjimą MB WAY programoje
lv_lv: Apstipriniet maksājumu lietotnē MB WAY
nb_no: Bekreft betalingen din i MB WAY-appen
nl_nl: Bevestig uw betaling via de MB WAY-app
pl_pl: Potwierdź płatność w aplikacji MB WAY
pt_pt: Confirme o seu pagamento na aplicação MB WAY
ro_ro: Confirmați plata în aplicația MB WAY
ru_ru: Подтвердите оплату в приложении MB WAY
sk_sk: Potvrďte svoju platbu v aplikácii MB WAY
sl_si: Potrdite svoje plačilo v aplikaciji MB WAY
sv_se: Bekräfta din betalning i appen MB WAY
zh_cn: 在 MB WAY 应用上确认您的付款
zh_tw: 在 MB WAY 應用程式上確認您的付款

# adyen.await.waitForConfirmation
source: Waiting for confirmation
ar: في انتظار التأكيد
bg_bg: В очакване на потвърждение
ca_es: A l'espera de confirmació
cs_cz: Čeká se na potvrzení
da_dk: Venter på bekræftelse
el_gr: Αναμονή για επιβεβαίωση…
es_es: Esperando confirmación
et_ee: Kinnituse ootel
fi: Odottaa vahvistusta
fr_fr: En attente de confirmation
hr_hr: Čeka se potvrda
hu_hu: Várakozás a jóváhagyásra
is_is: Bíður eftir staðfestingu
it_it: In attesa di conferma
ja_jp: 確認を待っています
ko: 확인 대기중
lt_lt: Laukiama patvirtinimo
lv_lv: Gaidām apstiprinājumu
nb_no: Venter på bekreftelse
nl_nl: Wacht op bevestiging
pl_pl: Oczekiwanie na potwierdzenie
pt_pt: A aguardar confirmação
ro_ro: Se așteaptă confirmarea
ru_ru: Ожидание подтверждения
sk_sk: Čaká sa na potvrdenie
sl_si: Čakanje na potrditev
sv_se: Väntar på bekräftelse
zh_cn: 等待确认
zh_tw: 正在等候確認

# adyen.blik.confirmPayment
source: Open your banking app to confirm the payment.
ar: افتح تطبيقك البنكي لتأكيد الدفع.
bg_bg: Отворете вашето банково приложение, за да потвърдите плащането.
ca_es: Obriu la vostra aplicació bancària per confirmar el pagament.
cs_cz: Spusťte bankovní aplikaci a potvrďte platbu.
da_dk: Åbn din bankapp for at bekræfte betalingen.
el_gr: Ανοίξτε την εφαρμογή τραπεζικής σας για να επιβεβαιώσετε την πληρωμή.
es_es: Abra la aplicación de su banco para confirmar el pago.
et_ee: Makse kinnitamiseks avage oma pangarakendus.
fi: Avaa pankkisovelluksesi vahvistaaksesi maksun.
fr_fr: Ouvrez votre application bancaire pour confirmer le paiement.
hr_hr: Otvorite svoju bankovnu aplikaciju kako biste potvrdili plaćanje.
hu_hu: A fizetés jóváhagyásához nyissa meg a banki alkalmazást.
is_is: Opnaðu bankaforritið þitt til að staðfesta greiðsluna.
it_it: Apri l'app della tua banca per confermare il pagamento.
ja_jp: バンキングアプリを開いて、支払を確認してください。
ko: 뱅킹 앱을 열어서 결제를 확인하세요.
lt_lt: Atidarykite savo bankininkystės programą, kad patvirtintumėte mokėjimą.
lv_lv: Atveriet savu bankas lietotni, lai apstiprinātu maksājumu.
nb_no: Åpne bank-appen din for å bekrefte betalingen.
nl_nl: Open uw bankapp om de betaling te bevestigen.
pl_pl: Otwórz aplikację bankową, aby potwierdzić płatność.
pt_pt: Abra a sua aplicação bancária para confirmar o pagamento.
ro_ro: Deschideți aplicația dvs. de banking pentru a confirma plata.
ru_ru: Для подтверждения оплаты откройте приложение банка.
sk_sk: Otvorte svoju bankovú aplikáciu a potvrďte platbu.
sl_si: Za potrditev plačila odprite svojo bančno aplikacijo.
sv_se: Öppna din bankapp för att bekräfta betalningen.
zh_cn: 打开您的银行应用以确认支付。
zh_tw: 開啟您的銀行應用程式以確認付款。

# adyen.blik.invalid
source: Enter 6 numbers
ar: أدخل 6 أرقام
bg_bg: Въведете 6 числа
ca_es: Introduïu 6 números
cs_cz: Zadejte 6 čísel
da_dk: Indtast 6 tal
el_gr: Εισαγάγετε 6 ψηφία
es_es: Introduzca 6 dígitos
et_ee: Sisestage 6 numbrit
fi: Syötä 6 lukua
fr_fr: Saisissez les 6 chiffres
hr_hr: Unesite 6 znamenki
hu_hu: Adjon meg 6 számjegyet
is_is: Sláðu inn 6 tölur
it_it: Inserisci 6 numeri
ja_jp: 6つの数字を入力してください
ko: 6자리 숫자 입력
lt_lt: Įveskite 6 skaičius
lv_lv: Ievadiet 6 skaitļus
nb_no: Tast inn 6 tall
nl_nl: Voer 6 cijfers in
pl_pl: Wpisz 6 cyfr
pt_pt: Digite 6 números
ro_ro: Introduceți 6 cifre
ru_ru: Введите 6 цифр
sk_sk: Zadajte 6 číslic
sl_si: Vnesite 6 številk
sv_se: Ange 6 siffror
zh_cn: 输入 6 位数
zh_tw: 輸入 6 個數字

# adyen.blik.code
source: 6-digit code
ar: رمز مكون من 6 أرقام
bg_bg: 6-цифрен код
ca_es: codi de 6 dígits
cs_cz: Šestimístný kód
da_dk: 6-cifret kode
el_gr: 6ψήφιος κωδικός
es_es: Código de 6 dígitos
et_ee: 6-kohaline kood
fi: 6-numeroinen koodi
fr_fr: Code à 6 chiffres
hr_hr: 6-znamenkasti kôd
hu_hu: 6 számjegyű kód
is_is: 6 stafa kóði
it_it: Codice a 6 cifre
ja_jp: 6桁のコード
ko: 6자리 코드
lt_lt: 6 skaitmenų kodas
lv_lv: 6 ciparu kods
nb_no: 6-sifret kode
nl_nl: 6-cijferige code
pl_pl: 6-cyfrowy kod
pt_pt: Código de 6 dígitos
ro_ro: Cod din 6 cifre
ru_ru: 6-значный код
sk_sk: 6-ciferný kód
sl_si: 6-mestna koda
sv_se: Sexsiffrig kod
zh_cn: 6 位数代码
zh_tw: 6 位數代碼

# adyen.blik.help
source: Get the code from your banking app.
ar: احصل على الرمز من تطبيقك البنكي.
bg_bg: Вземете кода от вашето банково приложение.
ca_es: Obteniu el codi de la vostra aplicació bancària.
cs_cz: Získejte kód z bankovní aplikace.
da_dk: Få koden fra din bankapp.
el_gr: Λάβετε τον κωδικό από την εφαρμογή τραπεζικής σας.
es_es: Consiga el código en la aplicación de su banco.
et_ee: Hankige kood oma pangarakendusest.
fi: Hanki koodi pankkisovelluksestasi.
fr_fr: Ouvrez votre application bancaire pour obtenir le code.
hr_hr: Preuzmite kôd iz bankovne aplikacije.
hu_hu: Kód lekérése a banki alkalmazásból.
is_is: Sæktu kóðann úr bankaforritinu þínu.
it_it: Ottieni il codice dalla app della tua banca.
ja_jp: バンキングアプリからコードを取得してください。
ko: 뱅킹 앱에서 코드를 가져오세요.
lt_lt: Gaukite kodą iš savo banko programos.
lv_lv: Iegūstiet kodu, atverot savu bankas lietotni.
nb_no: Hent koden fra bank-appen din.
nl_nl: Haal de code op in uw bankapp.
pl_pl: Uzyskaj kod ze swojej aplikacji bankowej.
pt_pt: Obtenha o código da sua aplicação bancária.
ro_ro: Obțineți codul din aplicația dvs. de banking.
ru_ru: Получите код из приложения вашего банка.
sk_sk: Získajte kód zo svojej bankovej aplikácie.
sl_si: Pridobite kodo iz bančne aplikacije.
sv_se: Hämta koden från din bankapp.
zh_cn: 从您的银行应用中获取代码。
zh_tw: 從您的銀行應用程式中獲取代碼。

# adyen.preauthorizeWith
source: Preauthorize with %@
ar: تفويض مسبق باستخدام %@
bg_bg: Предварително упълномощаване с %@
ca_es: Preautoritza amb %@
cs_cz: Předautorizovat pomocí %@
da_dk: Forhåndsgodkend med %@
el_gr: Προεξουσιοδότηση με %@
es_es: Preautorizar con %@
et_ee: Eelkinnita meetodil %@
fi: Ennkkolupa käyttäjän kanssa %@
fr_fr: Pré-autoriser avec %@
hr_hr: Prethodno odobri s %@
hu_hu: Előzetes meghatalmazás a következővel: %@
is_is: Heimila greiðslu með %@
it_it: Preautorizza con %@
ja_jp: 次で事前認証する：%@
ko: 사전 승인 방법: %@
lt_lt: Išankstinis autorizavimas naudojant %@
lv_lv: Iepriekšēja autorizācija ar %@
nb_no: Forhåndsgodkjenn med %@
nl_nl: Preautorisatie uitvoeren met %@
pl_pl: Autoryzuj wstępnie za pomocą: %@
pt_pt: Pré-autorizar com %@
ro_ro: Preautorizare cu %@
ru_ru: Предавторизация в %@
sk_sk: Predbežne autorizovať pomocou %@
sl_si: Predhodna odobritev s/z: %@
sv_se: Förauktorisera med %@
zh_cn: 预先授权 %@
zh_tw: 透過以下方式進行預先授權：%@

# adyen.confirmPreauthorization
source: Confirm preauthorization
ar: تأكيد التفويض المسبق
bg_bg: Потвърдете предварителното разрешение
ca_es: Confirmar la preautorització
cs_cz: Potvrdit předautorizaci
da_dk: Bekræft forhåndsgodkendelse
el_gr: Επιβεβαίωση προεξουσιοδότησης
es_es: Confirmar preautorización
et_ee: Kinnita eelkinnitus
fi: Vahvista ennakkolupa
fr_fr: Confirmer la pré-autorisation
hr_hr: Potvrdite prethodno odobrenje
hu_hu: Előzetes meghatalmazás jóváhagyása
is_is: Staðfesta greiðsluheimild
it_it: Conferma preautorizzazione
ja_jp: 事前承認を確認する
ko: 사전 승인 확인
lt_lt: Patvirtinti išankstinį įgaliojimą
lv_lv: Apstipriniet iepriekšēju autorizāciju
nb_no: Bekreft forhåndsgodkjenning
nl_nl: Preautorisatie bevestigen
pl_pl: Potwierdź autoryzację wstępną
pt_pt: Confirmar pré-autorização
ro_ro: Confirmați preautorizarea
ru_ru: Подтвердить предавторизацию
sk_sk: Potvrďte predbežnú autorizáciu
sl_si: Potrdi predhodno odobritev
sv_se: Bekräfta förauktorisering
zh_cn: 确认预先授权
zh_tw: 確認預先授權

# adyen.card.cvcItem.title.optional
source: Security code (optional)
ar: رمز CVC / CVV (اختياري)
bg_bg: Код за сигурност (незадължително)
ca_es: Codi de seguretat (opcional)
cs_cz: Bezpečnostní kód (volitelný)
da_dk: Sikkerhedskode (valgfrit)
el_gr: Κωδικός ασφαλείας (προαιρετικό)
es_es: Código de seguridad (opcional)
et_ee: Turvakood (valikuline)
fi: Turvakoodi (valinnainen)
fr_fr: CVC / CVV (facultatif)
hr_hr: CVC/CVV (nije obavezno)
hu_hu: Biztonsági kód (nem kötelező)
is_is: Öryggiskóði (valfrjálst)
it_it: Codice di sicurezza (facoltativo)
ja_jp: セキュリティーコード(任意)
ko: CVC / CVV (선택)
lt_lt: Saugos kodas (neprivaloma)
lv_lv: Drošības kods (pēc izvēles)
nb_no: Sikkerhetskode (valgfritt)
nl_nl: Beveiligingscode (optioneel)
pl_pl: CVC / CVV (opcjonalnie)
pt_pt: Código de segurança (opcional)
ro_ro: CVC/CVV (opțional)
ru_ru: Защитный код (необязательно)
sk_sk: CVC/CVV (voliteľné)
sl_si: Varnostna koda (neobvezno)
sv_se: Säkerhetskod (valfritt)
zh_cn: 安全码（可选）
zh_tw: 安全碼（選填）
