Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.search.placeholder
source: Search…
bg_bg: Търсене…
ca_es: Buscar…
cs_cz: Hledat…
da_dk: Søg…
el_gr: Αναζήτηση…
es_es: Buscar…
et_ee: Otsi …
fi: Hae…
hu_hu: Keresés…
is_is: Leita…
it_it: Cerca…
lt_lt: Ieškoti…
lv_lv: Meklēšana…
nb_no: Søk…
nl_nl: Zoeken…
pt_pt: Pesquisar…
ru_ru: Поиск…
sl_si: Iskanje…
sv_se: Sök efter…
zh_cn: 搜索……
zh_tw: 搜尋……

# adyen.upi.modeSelection
source: Make a selection on how you would like to use UPI.
bg_bg: Как бихте искали да използвате UPI?
ca_es: Com us agradaria utilitzar UPI?
cs_cz: Jak chcete použít rozhraní UPI?
da_dk: Hvordan vil du bruge UPI?
el_gr: Πώς θα θέλατε να χρησιμοποιήσετε το UPI;
es_es: ¿Cómo le gustaría usar la UPI?
et_ee: Kuidas soovite UPI-d kasutada?
fi: Miten haluaisit käyttää UPI:a?
hu_hu: Jelölje meg, hogyan szeretné használni az UPI-t.
is_is: Hvernig viltu nota UPI?
it_it: Come vuoi utilizzare UPI?
lt_lt: Kaip norėtumėte naudoti UPI?
lv_lv: Kā vēlaties izmantot UPI?
nb_no: Hvordan vil du bruke UPI?
nl_nl: Hoe wilt u UPI gebruiken?
pt_pt: Como gostaria de usar a UPI?
ru_ru: Укажите, как вы собираетесь использовать UPI.
sl_si: Kako bi želeli uporabiti UPI?
sv_se: Välj hur du vill använda UPI.
zh_cn: 请选择您希望如何使用 UPI。
zh_tw: 您想如何使用 UPI？

# adyen.UPIVpa.validationMessage
source: Enter a correct virtual payment address
bg_bg: Въведете правилен виртуален адрес за плащане
ca_es: Introduïu una adreça de pagament virtual correcta
cs_cz: Zadejte správnou adresu pro virtuální platby
da_dk: Indtast en korrekt virtuel betalingsadresse
el_gr: Εισαγάγετε μια σωστή εικονική διεύθυνση πληρωμής
es_es: Introduzca una dirección de pago virtual válida
et_ee: Sisestage õige virtuaalne makseaadress
fi: Syötä oikea virtuaalinen maksuosoite
hu_hu: Adjon meg egy helyes virtuális fizetési címet
is_is: Sláðu inn rétt vistfang sýndargreiðslu
it_it: Inserisci un indirizzo di pagamento virtuale corretto
lt_lt: Įveskite teisingą virtualų mokėjimo adresą
lv_lv: Ievadiet pareizu virtuālo maksājumu adresi
nb_no: Skriv inn en korrekt virtuell betalingsadresse
nl_nl: Voer een correct virtueel betalingsadres in
pt_pt: Insira um endereço de pagamento virtual correto
ru_ru: Введите правильный адрес виртуальных платежей
sl_si: Vnesite pravilen virtualni naslov za plačilo
sv_se: Ange en korrekt virtuell betalningsadress
zh_cn: 输入正确的虚拟支付地址
zh_tw: 輸入正確的虛擬付款地址

# adyen.UPIQrcode.generationMessage
source: Generate the QR code that you can download or screenshot and upload it into the UPI app to complete the payment.
bg_bg: Генерирайте QR кода, който можете да изтеглите или заснемете от екрана, и го качете в приложението UPI, за да завършите плащането.
ca_es: Genereu el codi QR que podeu baixar o feu una captura de pantalla i pugeu-la a l'aplicació UPI per completar el pagament.
cs_cz: Vygenerujte QR kód, který si můžete stáhnout nebo vyfotit na obrazovku a nahrajte jej do aplikace UPI, abyste mohli dokončit platbu.
da_dk: Generer QR-koden, som du kan downloade eller tage et screenshot af, og upload den til UPI-appen for at gennemføre betalingen.
el_gr: Δημιουργήστε τον κωδικό QR που μπορείτε να λάβετε ή τραβήξτε ένα στιγμιότυπο και ανεβάστε το στην εφαρμογή UPI για να ολοκληρώσετε την πληρωμή.
es_es: Genere el código QR que puede descargar o capturar y cárguelo en la aplicación UPI para completar el pago.
et_ee: Looge QR-kood, mille saate alla laadida või teha sellest kuvatõmmise ja laadida selle UPI rakendusse, et makse lõpule viia.
fi: Luo QR-koodi, jonka voit ladata tai josta voit ottaa kuvakaappauksen ja lähettää sen UPI-sovellukseen suorittaaksesi maksun loppuun.
hu_hu: Hozzon létre QR-kódot, amelyet letölthet vagy amelyről képernyőképet készíthet, és töltse fel az UPI alkalmazásba a fizetés végrehajtásához.
is_is: Búðu til QR-kóðann sem þú getur hlaðið niður, eða taktu skjámynd og hladdu honum upp í UPI-forritið til að ljúka greiðslunni.
it_it: Per completare il pagamento, genera il codice QR scaricabile, oppure fai uno screenshot del codice e provvedi a caricarlo nell'app UPI.
lt_lt: Sugeneruokite QR kodą, kurį galite atsisiųsti arba padaryti ekrano kopiją ir įkelti į UPI programą, kad užbaigtumėte mokėjimą.
lv_lv: Lai pabeigtu maksājumu, ģenerējiet QR kodu, kuru varat lejupielādēt vai saglabāt kā ekrānuzņēmumu, un augšupielādējiet to UPI lietotnē.
nb_no: Generer QR-koden, som du kan laste ned eller ta et skjermbilde av, og last den opp til UPI-appen for å fullføre betalingen.
nl_nl: Genereer de QR-code. U kunt deze downloaden of er een schermafbeelding van maken en deze uploaden naar de UPI-app om de betaling te voltooien.
pt_pt: Crie o código QR que pode descarregar ou capturar e carregá-lo na aplicação UPI para concluir o pagamento.
ru_ru: Сгенерируйте загружаемый QR-код или снимок экрана и отправьте его в приложение UPI, чтобы завершить оплату.
sl_si: Ustvarite kodo QR, ki jo lahko prenesete ali naredite posnetek zaslona, in jo za dokončanje plačila naložite v aplikacijo UPI.
sv_se: Generera QR-koden, som du kan ladda ner eller ta en skärmdump av, och ladda upp den i UPI-appen för att slutföra betalningen.
zh_cn: 生成可以下载或截屏的二维码，然后将其上传到 UPI 应用以完成付款。
zh_tw: 產生可以下載或擷取螢幕畫面的 QR 代碼，然後將其上傳到 UPI 應用程式以完成付款。

# adyen.UPIQrcode.timerMessage
source: You have %@ to approve
bg_bg: Имате %@ за одобрение
ca_es: Teniu %@ per aprovar
cs_cz: Máte %@ na schválení
da_dk: Du har %@ til at godkende
el_gr: %@ προς έγκριση
es_es: Tiempo que tiene para aprobar: %@
et_ee: Teil on kinnitamiseks %@
fi: Sinulla on %@ hyväksyttävänä
hu_hu: Jóváhagyásra rendelkezésre álló idő: %@
is_is: Þú hefur %@ til að samþykkja
it_it: Hai a disposizione %@ per completare l'approvazione
lt_lt: Turite %@ patvirtinti
lv_lv: Jums ir %@, lai apstiprinātu
nb_no: Du har %@ å godkjenne
nl_nl: Je hebt nog %@ voor je goedkeuring
pt_pt: Tem %@ para aprovar
ru_ru: На одобрение отведено %@
sl_si: Za odobritev imate %@
sv_se: Du har %@ att godkänna
zh_cn: 您还有 %@ 可批准
zh_tw: 您有 %@ 的核准時間

# adyen.upiCollect.confirmPayment
source: Awaiting your confirmation…
bg_bg: Очакваме вашето потвърждение…
ca_es: Esperant la vostra confirmació…
cs_cz: Čekáme na vaše potvrzení…
da_dk: Afventer din bekræftelse…
el_gr: Αναμονή για την επιβεβαίωσή σας…
es_es: Esperando confirmación…
et_ee: Teie kinnituse ootel …
fi: Odottaa vahvistustasi…
hu_hu: Várakozás a megerősítésre…
is_is: Bíður staðfestingar þinnar…
it_it: In attesa di conferma…
lt_lt: Laukiama jūsų patvirtinimo…
lv_lv: Gaidām jūsu apstiprinājumu…
nb_no: Venter på bekreftelsen din…
nl_nl: In afwachting van uw bevestiging…
pt_pt: A aguardar a sua confirmação…
ru_ru: В ожидании подтверждения…
sl_si: Čakanje na vašo potrditev…
sv_se: Väntar på din bekräftelse…
zh_cn: 等待您的确认…
zh_tw: 正在等待您的確認……

# adyen.upi.vpaWaitingMessage
source: Open your UPI app to confirm the payment
bg_bg: Отворете приложението UPI, за да потвърдите плащането
ca_es: Obriu la vostra aplicació UPI per confirmar el pagament
cs_cz: Otevřete platební aplikaci UPI a potvrďte platbu
da_dk: Åbn din UPI-app for at bekræfte betalingen
el_gr: Ανοίξτε την εφαρμογή UPI για επιβεβαίωση της πληρωμής
es_es: Abra la aplicación UPI para confirmar el pago
et_ee: Makse kinnitamiseks avage oma UPI rakendus
fi: Avaa UPI-sovellus vahvistaaksesi maksun
hu_hu: A fizetés megerősítéséhez nyissa meg UPI-alkalmazást
is_is: Opnaðu UPI-forritið þitt til að staðfesta greiðsluna
it_it: Apri l'app UPI per confermare il pagamento
lt_lt: Atidarykite savo UPI programą, kad patvirtintumėte mokėjimą
lv_lv: Atveriet UPI lietotni, lai apstiprinātu maksājumu
nb_no: Åpne UPI-appen for å bekrefte betalingen
nl_nl: Open je UPI-app om de betaling te bevestigen
pt_pt: Abra a aplicação UPI para confirmar o pagamento
ru_ru: Откройте приложение UPI для подтверждения платежа
sl_si: Za potrditev plačila odprite svojo aplikacijo UPI
sv_se: Öppna din UPI-app för att bekräfta betalningen
zh_cn: 打开您的 UPI 应用以确认付款
zh_tw: 開啟您的 UPI 應用程式以確認付款

# adyen.QRCode.generateQRCode
source: Generate QR code
bg_bg: Генериране на QR код
ca_es: Generar codi QR
cs_cz: Vygenerovat QR kód
da_dk: Generér QR-kode
el_gr: Δημιουργία κωδικού QR
es_es: Generar código QR
et_ee: Loo QR-kood
fi: Tuota QR-koodi
hu_hu: QR-kód létrehozása
is_is: Búa til QR-kóða
it_it: Genera codice QR
lt_lt: Generuoti QR kodą
lv_lv: Ģenerēt QR kodu
nb_no: Generer QR-kode
nl_nl: Genereer QR-code
pt_pt: Gerar código QR
ru_ru: Создать QR-код
sl_si: Ustvari kodo QR
sv_se: Generera QR-kod
zh_cn: 生成二维码
zh_tw: 產生 QR 代碼

# adyen.UPI.QRCodeInstructions
source: Take a screenshot to upload in the UPI app or scan the QR code using your preferred UPI app to complete the payment.
bg_bg: Направете снимка на екрана, за да я качите в приложението UPI, или сканирайте QR кода с предпочитаното от Вас приложение UPI, за да завършите плащането.
ca_es: Feu una captura de pantalla per pujar-la a l'aplicació UPI o escanegeu el codi QR mitjançant l'aplicació UPI preferida per completar el pagament.
cs_cz: Pořiďte snímek obrazovky a nahrajte ho v aplikaci UPI nebo naskenujte QR kód ve své oblíbené aplikaci UPI a dokončete platbu.
da_dk: Tag et skærmbillede, som du kan uploade i UPI-appen, eller scan QR-koden med din foretrukne UPI-app for at gennemføre betalingen.
el_gr: Τραβήξτε ένα στιγμιότυπο οθόνης για να το ανεβάσετε στην εφαρμογή UPI ή σαρώστε τον κωδικό QR χρησιμοποιώντας την εφαρμογή UPI που προτιμάτε για να ολοκληρώσετε την πληρωμή.
es_es: Haga una captura de pantalla para subirla en la aplicación UPI o escanee el código QR con la aplicación UPI que prefiera para completar el pago.
et_ee: Tehke UPI rakenduses üleslaadimiseks kuvatõmmis või skannige QR-kood, kasutades oma eelistatud UPI rakendust, et makse lõpule viia.
fi: Suorita maksu ottamalla kuvakaappaus, jonka voit ladata UPI-sovellukseen, tai skannaamalla QR-koodi haluamallasi UPI-sovelluksella.
hu_hu: A fizetés befejezéséhez készítsen képernyőképet és töltse fel az UPI-alkalmazásban, vagy a kívánt UPI-alkalmazással olvassa be a QR-kódot.
is_is: Taktu skjámynd til að hlaða upp í UPI-forritinu eða skannaðu QR-kóðann með því að nota UPI-forrit sem þú vilt til að ljúka greiðslunni.
it_it: Per completare il pagamento, acquisisci uno screenshot da caricare nell'app UPI o scansiona il codice QR utilizzando l'app UPI che preferisci.
lt_lt: Padarykite ekrano kopiją ir įkelkite ją į UPI programą arba nuskaitykite QR kodą naudodami pageidaujamą UPI programą, kad užbaigtumėte mokėjimą.
lv_lv: Lai pabeigtu maksājumu, uzņemiet ekrānuzņēmumu un augšupielādējiet to UPI lietotnē, vai skenējiet QR kodu, izmantojot vēlamo UPI lietotni.
nb_no: Ta et skjermbilde for opplasting i UPI-appen, eller skann QR-koden for å bruke din foretrukne UPI-app til å fullføre betalingen.
nl_nl: Maak een schermafbeelding en upload deze in de UPI-app of scan de QR-code met je favoriete UPI-app om de betaling te voltooien.
pt_pt: Faça uma captura de ecrã para carregar na aplicação UPI ou verificar o código QR usando a sua aplicação UPI preferida para concluir o pagamento.
ru_ru: Сделайте снимок экрана, чтобы загрузить его в приложение UPI, или отсканируйте QR-код своим любимым приложением UPI, чтобы оформить платеж.
sl_si: Za dokončanje plačila naredite posnetek zaslona, ki ga naložite v aplikacijo UPI, ali poskenirajte kodo QR z želeno aplikacijo UPI.
sv_se: Ta en skärmdump att ladda upp i UPI-appen eller skanna QR-koden med din UPI-app för att slutföra betalningen.
zh_cn: 截取屏幕截图以上传到 UPI 应用，或者使用您首选的 UPI 应用扫描二维码以完成付款。
zh_tw: 擷取螢幕畫面並上傳到 UPI 應用程式，或使用偏好的 UPI 應用程式掃描 QR 代碼以完成付款。

# adyen.threeds2.DA.registration.title
source: Safe and swift checkout!
bg_bg: Сигурно плащане
ca_es: Pagament segur
cs_cz: Zabezpečené placení (služba Secure Checkout)
da_dk: Sikker og hurtig betaling!
el_gr: Ασφαλής και γρήγορη πληρωμή!
es_es: ¡Pago rápido y seguro!
et_ee: Turvaline maksmine
fi: Turvallinen ja nopea kassa!
hu_hu: Biztonságos és gyors fizetés!
is_is: Örugg greiðsla
it_it: Check-out sicuro e veloce!
lt_lt: Saugus atsiskaitymas
lv_lv: Droša norēķināšanās
nb_no: Rask og sikker betaling!
nl_nl: Veilig afrekenen
pt_pt: Finalização de compra segura
ru_ru: Безопасная и быстрая оплата!
sl_si: Varno in hitro dokončanje nakupov!
sv_se: Säker och snabb betalning!
zh_cn: 安全快捷结账！
zh_tw: 安全快捷的結帳！

# adyen.threeds2.DA.registration.description
source: You can check out faster next time on this device using your biometrics.
bg_bg: Следващия път можете да се откажете по-бързо с тази карта
ca_es: La propera vegada podreu pagar més ràpidament amb aquesta targeta.
cs_cz: Příště s touto kartou můžete platit rychleji
da_dk: Du kan betale hurtigere næste gang på denne enhed med dine biometriske data.
el_gr: Μπορείτε να πραγματοποιήσετε πληρωμή ταχύτερα την επόμενη φορά σε αυτήν τη συσκευή χρησιμοποιώντας τα βιομετρικά στοιχεία σας.
es_es: Puede pagar más rápido la próxima vez en este dispositivo utilizando sus datos biométricos.
et_ee: Selle kaardiga saate järgmine kord kiiremini maksta
fi: Voit maksaa tällä laitteella nopeammin ensi kerralla käyttämällä biometrisiä tietojasi.
hu_hu: Biometrikus adataival legközelebb gyorsabban fizethet ezen az eszközön.
is_is: Þú getur gengið hraðar frá greiðslu næst með þessu korti
it_it: Puoi effettuare il check-out più velocemente la prossima volta su questo dispositivo utilizzando i tuoi dati biometrici.
lt_lt: Kitą kartą su šia kortele galite išsiregistruoti greičiau
lv_lv: Nākamreiz ar šo karti varat norēķināties ātrāk
nb_no: Du kan betale raskere neste gang på denne enheten ved hjelp av biometrien din.
nl_nl: Met deze kaart kun je de volgende keer sneller uitchecken
pt_pt: Da próxima vez, pode finalizar a compra mais rapidamente com este cartão
ru_ru: В следующий раз вы сможете быстрее оформить заказ на этом устройстве, используя свои биометрические данные.
sl_si: Naslednjič lahko v tej napravi hitreje dokončate nakup z uporabo biometričnih podatkov.
sv_se: Du kan betala snabbare nästa gång på den här enheten med hjälp av biometri.
zh_cn: 下次您可以使用生物识别技术在此设备上更快地结账。
zh_tw: 下次您可以使用生物特徵辨識功能，在此裝置上更快結帳。

# adyen.threeds2.DA.registration.positiveButton
source: Enable swift checkout
bg_bg: Използване на сигурно плащане
ca_es: Utilitzeu el pagament segur
cs_cz: Použít zabezpečenou pokladnu
da_dk: Aktivér hurtig betaling
el_gr: Ενεργοποίηση γρήγορης πληρωμής
es_es: Habilitar pago rápido
et_ee: Kasuta turvalist maksmist
fi: Ota käyttöön nopea kassa
hu_hu: Gyors fizetés engedélyezése
is_is: Notaðu örugga greiðslu
it_it: Abilita il checkout rapido
lt_lt: Naudokite saugų atsiskaitymą
lv_lv: Izmantojiet drošu norēķināšanos
nb_no: Aktiver rask betaling
nl_nl: Maak gebruik van veilig afrekenen
pt_pt: Utilize a finalização de compra segura
ru_ru: Включите быстрое оформление заказа
sl_si: Omogoči hitro dokončanje nakupov
sv_se: Aktivera snabb betalning
zh_cn: 启用快捷结账
zh_tw: 啟用快捷結帳

# adyen.threeds2.DA.registration.negativeButton
source: Not now
bg_bg: Не сега
ca_es: Ara no
cs_cz: Teď ne
da_dk: Ikke nu
el_gr: Όχι τώρα
es_es: Ahora no
et_ee: Mitte praegu
fi: Ei nyt
hu_hu: Most nem
is_is: Ekki núna
it_it: Non ora
lt_lt: Ne dabar
lv_lv: Ne tagad
nb_no: Ikke nå
nl_nl: Niet nu
pt_pt: Agora não
ru_ru: Позже
sl_si: Ne zdaj
sv_se: Inte nu
zh_cn: 暂不
zh_tw: 稍後再說

# adyen.threeds2.DA.registration.timeLeft
source: You have %@ to enable
da_dk: Du har %@ til at aktivere
el_gr: Έχετε %@ προς ενεργοποίηση
es_es: Tiene %@ para activar
fi: Sinulla on %@ otettavana käyttöön
hu_hu: Engedélyezéshez rendelkezésre álló idő: %@
it_it: Hai %@ da abilitare
nb_no: Du har %@ du kan aktivere
ru_ru: У вас есть %@ для включения
sl_si: Za omogočanje imate: %@
sv_se: Du har %@ att aktivera
zh_cn: 您有 %@ 可启用
zh_tw: 您可以啟用%@

# adyen.threeds2.DA.approval.title
source: Approve transaction
bg_bg: Одобряване на транзакция
ca_es: Aprovar la transacció
cs_cz: Schválit transakci
da_dk: Godkend transaktionen
el_gr: Έγκριση συναλλαγής
es_es: Aprobar transacción
et_ee: Kinnita tehing
fi: Hyväksy tapahtuma
hu_hu: Tranzakció jóváhagyása
is_is: Samþykkja færslu
it_it: Approva transazione
lt_lt: Patvirtinti operaciją
lv_lv: Apstiprināt darījumu
nb_no: Godkjenn transaksjonen
nl_nl: Transactie goedkeuren
pt_pt: Aprovar transação
ru_ru: Одобрить транзакцию
sl_si: Odobri transakcijo
sv_se: Godkänn transaktion
zh_cn: 批准交易
zh_tw: 核准交易

# adyen.threeds2.DA.approval.description
source: To make sure it’s you, approve this transaction with your biometrics to complete your purchase.
bg_bg: Одобрете тази транзакция, за да завършите покупката си.
ca_es: Aproveu aquesta transacció per completar la vostra compra.
cs_cz: Schválením této transakce dokončíte nákup.
da_dk: Du skal godkende denne transaktion med dine biometriske data for at fuldføre købet og sikre, at det er dig.
el_gr: Για να επιβεβαιωθεί η ταυτότητά σας, εγκρίνετε αυτήν τη συναλλαγή με τα βιομετρικά στοιχεία σας για να ολοκληρώσετε την αγορά.
es_es: Queremos asegurarnos de que es usted. Por favor, apruebe esta transacción mediante autenticación biométrica para completar su compra.
et_ee: Ostu lõpuleviimiseks kinnitage see tehing.
fi: Varmista henkilöllisyytesi hyväksymällä tämä tapahtuma biometrisillä tiedoillasi ja viimeistele ostosi.
hu_hu: A személyazonossága igazolásához a biometrikus adataival hagyja jóvá ezt a vásárlást a fizetés elvégzése érdekében.
is_is: Samþykktu þessa færslu til að klára kaupin.
it_it: Per essere sicuro della tua identità, approva questa transazione con i tuoi dati biometrici per completare l'acquisto.
lt_lt: Patvirtinkite šią operaciją, kad užbaigtumėte pirkimą.
lv_lv: Apstipriniet šo darījumu, lai pabeigtu pirkumu.
nb_no: Fullfør kjøpet ved å godkjenne transaksjonen med biometrien din, så vi vet at det er deg.
nl_nl: Keur deze transactie goed om je aankoop te voltooien.
pt_pt: Aprova esta transação para concluir a tua compra.
ru_ru: Чтобы завершить покупку, подтвердите эту транзакцию, используя свои биометрические данные.
sl_si: Za potrditev svoje identitete odobrite to transakcijo s svojimi biometričnimi podatki in tako dokončajte nakup.
sv_se: För att bekräfta att det är du godkänner du transaktionen biometriskt för att slutföra köpet.
zh_cn: 为确保是您本人，请使用您的生物识别技术批准此交易以完成购买。
zh_tw: 為了確保是您本人，請准予此項交易使用生物特徵辨識功能來完成購買。

# adyen.threeds2.DA.approval.positiveButton
source: Use biometrics
bg_bg: Одобряване на транзакция
ca_es: Aprovar la transacció
cs_cz: Schválit transakci
da_dk: Brug biometriske data
el_gr: Χρήση βιομετρικού ελέγχου ταυτότητας
es_es: Utiliza autenticación biométrica
et_ee: Kinnita tehing
fi: Käytä biometrisiä tietoja
hu_hu: Biometria használata
is_is: Samþykkja færslu
it_it: Usa la biometria
lt_lt: Patvirtinti operaciją
lv_lv: Apstiprināt darījumu
nb_no: Bruk biometri
nl_nl: Transactie goedkeuren
pt_pt: Aprovar transação
ru_ru: Использовать биометрию
sl_si: Uporabite biometrične podatke
sv_se: Använd biometri
zh_cn: 使用生物特征识别技术
zh_tw: 使用生物特徵辨識功能

# adyen.threeds2.DA.approval.negativeButton
source: Approve differently
bg_bg: Други опции
ca_es: Altres opcions
cs_cz: Další možnosti
da_dk: Godkend på anden måde
el_gr: Έγκριση με διαφορετική μέθοδο
es_es: Aprobar de otra forma
et_ee: Muud valikud
fi: Hyväksy muulla tavalla
hu_hu: Jóváhagyás más módon
is_is: Aðrir valkostir
it_it: Approva in modo diverso
lt_lt: Kitos parinktys
lv_lv: Citas opcijas
nb_no: Godkjenn på en annen måte
nl_nl: Andere opties
pt_pt: Outras opções
ru_ru: Подтвердить другим способом
sl_si: Drugi načini odobritve
sv_se: Godkänna på annat sätt
zh_cn: 以不同的方式批准
zh_tw: 以其他方式准予

# adyen.threeds2.DA.approval.timeLeft
source: You have %@ to approve
da_dk: Du har %@ til at godkende
el_gr: %@ προς έγκριση
es_es: Tiempo que tiene para aprobar: %@
fi: Sinulla on %@ hyväksyttävänä
hu_hu: Jóváhagyásra rendelkezésre álló idő: %@
it_it: Hai a disposizione %@ per completare l'approvazione
nb_no: Du har %@ å godkjenne
ru_ru: На одобрение отведено %@
sl_si: Za odobritev imate %@
sv_se: Du har %@ att godkänna
zh_cn: 您还有 %@ 可批准
zh_tw: 您有 %@ 的核准時間

# adyen.threeds2.DA.approval.removeCredentialsText
source: Opt out any time by %#removing your credentials.%#
da_dk: Fravælg til enhver tid ved at %#fjerne dine legitimationsoplysninger.%#
el_gr: Αποχωρήστε οποιαδήποτε στιγμή %#διαγράφοντας τα διαπιστευτήριά σας.%#
es_es: Dese de baja en cualquier momento %#eliminando sus credenciales.%#
fi: Kieltäydy milloin vain %#poistamalla kirjautumistietosi.%#
hu_hu: A %#hitelesítő adatok eltávolításával%# bármikor leiratkozhat.
it_it: Disattiva il servizio in qualsiasi momento %#rimuovendo le tue credenziali.%#
nb_no: Velg bort når som helst ved å %#fjerne legitimasjonen din.%#
ru_ru: От этого можно отказаться в любое время, %#удалив свои учетные данные%#.
sl_si: To funkcijo lahko kadar koli izklopite tako, da %#odstranite svoje poverilnice%#.
sv_se: Välj bort när som helst genom att %#ta bort dina autentiseringsuppgifter.%#
zh_cn: 随时通过%#移除凭据%#选择退出。
zh_tw: 隨時透過%#移除您的認證%#退出。

# adyen.threeds2.DA.approval.remove.alert.title
source: Remove credentials?
bg_bg: Премахване на идентификационни данни
ca_es: Voleu suprimir les credencials?
cs_cz: Odebrat přihlašovací údaje?
da_dk: Vil du fjerne legitimationsoplysninger?
el_gr: Διαγραφή διαπιστευτηρίων;
es_es: ¿Quiere eliminar las credenciales?
et_ee: Eemalda mandaadid
fi: Poista kirjautumistiedot?
hu_hu: Eltávolítja a hitelesítő adatokat?
is_is: Fjarlægja innskráningarupplýsingar
it_it: Rimuovere le credenziali?
lt_lt: Pašalinti kredencialus?
lv_lv: Noņemt akreditācijas datus
nb_no: Vil du fjerne legitimasjonen?
nl_nl: Gegevens verwijderen?
pt_pt: Remover credenciais
ru_ru: Удалить учетные данные?
sl_si: Želite odstranite poverilnice?
sv_se: Ta bort autentiseringsuppgifter?
zh_cn: 移除凭据？
zh_tw: 移除認證？

# adyen.threeds2.DA.approval.remove.alert.description
source: Are you sure you want to remove your credentials?
bg_bg: Сигурни ли сте, че искате да премахнете идентификационните си данни за Secure Checkout?
ca_es: Segur que voleu eliminar les credencials de pagament segur?
cs_cz: Jste si jisti, že chcete odebrat přihlašovací údaje pro Secure Checkout?
da_dk: Er du sikker på, at du vil fjerne dine legitimationsoplysninger?
el_gr: Θέλετε σίγουρα να διαγράψετε τα διαπιστευτήριά σας;
es_es: ¿Seguro de que quiere eliminar sus credenciales?
et_ee: Kas soovite kindlasti oma Secure Checkouti mandaadid eemaldada?
fi: Haluatko varmasti poistaa kirjautumistietosi?
hu_hu: Biztosan eltávolítja a hitelesítő adatait?
is_is: Viltu örugglega fjarlægja Secure Checkout-upplýsingarnar þínar?
it_it: Sei sicuro di voler rimuovere le tue credenziali?
lt_lt: Ar tikrai norite pašalinti „Secure Checkout“ kredencialus?
lv_lv: Vai tiešām noņemt jūsu drošās norēķināšanās akreditācijas datus?
nb_no: Er du sikker på at du vil fjerne legitimasjonen din?
nl_nl: Weet u zeker dat u uw gegevens voor veilig afrekenen wilt verwijderen?
pt_pt: Tem a certeza de que pretende remover as suas credenciais da Finalização de compra segura?
ru_ru: Действительно удалить учетные данные?
sl_si: Ali ste prepričani, da želite odstraniti svoje poverilnice?
sv_se: Är du säker på att du vill ta bort dina autentiseringsuppgifter?
zh_cn: 确定要移除凭据吗？
zh_tw: 是否確定要移除您的認證？

# adyen.threeds2.DA.approval.remove.alert.positiveButton
source: Remove
bg_bg: Премахване
ca_es: Elimina
cs_cz: Odebrat
da_dk: Fjern
el_gr: Αφαίρεση
es_es: Eliminar
et_ee: Eemalda
fi: Poista
hu_hu: Eltávolítás
is_is: Fjarlægja
it_it: Rimuovi
lt_lt: Pašalinti
lv_lv: Noņemt
nb_no: Fjern
nl_nl: Verwijderen
pt_pt: Remover
ru_ru: Удалить
sl_si: Odstrani
sv_se: Ta bort
zh_cn: 删除
zh_tw: 移除

# adyen.threeds2.DA.approval.remove.alert.negativeButton
source: Cancel
bg_bg: Отказ
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
el_gr: Άκυρο
es_es: Cancelar
et_ee: Katkesta
fi: Peruuta
hu_hu: Mégse
is_is: Hætta við
it_it: Annulla
lt_lt: Atšaukti
lv_lv: Atcelt
nb_no: Avbryt
nl_nl: Annuleer
pt_pt: Cancelar
ru_ru: Отменить
sl_si: Prekliči
sv_se: Avbryt
zh_cn: 取消
zh_tw: 取消
