Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.card.taxNumber.label
source: Cardholder birthdate (YYMMDD) or Corporate registration number (10 digits)
ar: تاريخ ميلاد حامل البطاقة (يوم شهر سنة) أو رقم تسجيل الشركة (10 أرقام)
bg_bg: Дата на раждане на картодържателя (ГГГГММДД) или корпоративен регистрационен номер (10 цифри)
ca_es: Data de naixement del titular de la targeta (AAMMDD) o número de registre corporatiu (10 dígits)
cs_cz: Datum narození držitele karty (RRMMDD) nebo registrační číslo společnosti (10 číslic)
da_dk: Kortholders fødselsdato (ÅÅMMDD) eller virksomheds registreringsnummer (10 cifre)
el_gr: Ημερομηνία γέννησης κατόχου κάρτας (YYMMDD) ή αριθμός μητρώου εταιρειών (10 ψηφία)
es_es: Fecha de nacimiento del titular de la tarjeta (AAMMDD) o número de registro comercial (10 dígitos)
et_ee: Kaardiomaniku sünnikuupäev (AAKKPP) või ettevõtte registreerimisnumber (10 numbrit)
fi: Kortinhaltijan syntymäpäivä (VVKKPP) tai yrityksen rekisterinumero (10 lukua)
fr_fr: Date de naissance du porteur de carte (au format AAMMJJ) ou numéro d'identification de l'entreprise (à 10 chiffres)
hr_hr: Datum rođenja vlasnika kartice (GGMMDD) ili registracijski broj tvrtke (10 znamenki)
hu_hu: Kártyatulajdonos születési dátuma (ÉÉHHNN) vagy cégjegyzékszám (10 számjegyű)
is_is: Fæðingardagur korthafa (ÁÁMMDD) eða skráningarnúmer fyrirtækis (10 tölustafir)
it_it: Data di nascita del titolare della carta (AAMMGG) o numero di registrazione aziendale (10 cifre)
ja_jp: カード所有者の生年月日（YYMMDD）または法人登録番号（10桁）
ko: 카드 소유자 생년월일(예: 870130) 또는 법인 등록 번호(10자리)
lt_lt: Kortelės turėtojo gimimo data (MMMMDD) arba įmonės registracijos numeris (10 skaitmenų)
lv_lv: Kartes īpašnieka dzimšanas datums (GGMMDD) vai uzņēmuma reģistrācijas numurs (10 cipari)
nb_no: Kortholders fødselsdato (YYMMDD) eller bedriftsregistreringsnummer (10 siffer)
nl_nl: Geboortedatum (JJ-MM-DD) of bedrijfsregistratienummer (10 cijfers) van kaarthouder
pl_pl: Data urodzenia posiadacza karty (RRMMDD) lub firmowy numer rejestracyjny (10 cyfr)
pt_pt: Data de nascimento do titular do cartão (AAMMDD) ou número de registo da Empresa (10 dígitos)
ro_ro: Data de naștere a posesorului de card (AALLZZ) sau numărul de înregistrare al societății (10 cifre).
ru_ru: Дата рождения владельца карты (ГГММДД) или регистрационный номер предприятия (10 цифр)
sk_sk: Dátum narodenia držiteľa karty (RRRMMDD) alebo identifikačné číslo organizácie (10 číslic)
sl_si: Datum rojstva imetnika kartice (LLMMDD) ali registracijska številka podjetja (10 števk)
sv_se: Kortinnehavarens födelsedatum (ÅÅMMDD) eller företagets organisationsnummer (10 siffror)
zh_cn: 持卡人生日 (YYMMDD) 或公司注册号（10 位数）
zh_tw: 持卡人生日（年月日）或公司註冊號碼（10 位數）

# adyen.card.taxNumber.placeholder
source: YYMMDD / 0123456789
ar: يوم شهر سنة / 0123456789
bg_bg: ГГMMДД / 0123456789
ca_es: AAMMDD/0123456789
cs_cz: RRMMDD / 0123456789
da_dk: ÅÅMMDD/0123456789
el_gr: ΕΕΜΜΗΗ / 0123456789
es_es: AAMMDD / 0123456789
et_ee: AAKKPP / 0123456789
fi: VVKKPP / 0123456789
fr_fr: AAMMJJ / 0123456789
hu_hu: ÉÉHHNN / 0123456789
is_is: ÁÁMMDD/0123456789
it_it: AAMMGG/0123456789
ja_jp: 年月日（YYMMDD）/ 0123456789
lt_lt: MMMMDD / 0123456789
lv_lv: GGMMDD/0123456789
nl_nl: JJMMDD / 0123456789
pl_pl: RRMMDD / 0123456789
pt_pt: AAMMDD / 0123456789
ro_ro: AALLZZ / 0123456789
ru_ru: ГГММДД / 0123456789
sk_sk: RRMMDD/0123456789
sl_si: LLMMDD / 0123456789
sv_se: ÅÅMMDD / 0123456789
zh_cn: 年月日 / 0123456789
zh_tw: 年月日／0123456789

# adyen.card.taxNumber.invalid
source: Invalid Cardholder birthdate or Corporate registration number
ar: تاريخ ميلاد حامل البطاقة أو رقم تسجيل الشركة غير صحيح
bg_bg: Невалидна рождена дата или регистрационен номер на картодържателя
ca_es: La data de naixement del titular de la targeta o el número de registre corporatiu no són vàlids
cs_cz: Neplatné datum narození držitele karty nebo registrační číslo společnosti
da_dk: Ugyldig fødselsdato for kortholder eller virksomheds registreringsnummer
el_gr: Μη έγκυρη ημερομηνία γέννησης κατόχου κάρτας ή αριθμός μητρώου εταιρειών
es_es: Fecha de nacimiento del titular o número de registro comercial incorrectos
et_ee: Vale kaardiomaniku sünnikuupäev või ettevõtte registreerimisnumber
fi: Kelpaamaton kortinhaltijan syntymäpäivä (VVKKPP) tai yrityksen rekisterinumero
fr_fr: Date de naissance du porteur de carte ou numéro d'identification de l'entreprise incorrect(e)
hr_hr: Netočan datum rođenja vlasnika kartice (GGMMDD) ili registracijski broj tvrtke (10 znamenki)
hu_hu: A kártyatulajdonos születési dátuma vagy a cégjegyzékszám érvénytelen
is_is: Ógildur fæðingardagur korthafa eða skráningarnúmer fyrirtækis
it_it: Data di nascita del titolare della carta o numero di registrazione aziendale non validi
ja_jp: カード所有者の生年月日または法人登録番号が無効です
ko: 유효하지 않은 카드 소유자 생년월일 또는 법인 등록 번호
lt_lt: Netinkama kortelės turėtojo gimimo data arba įmonės registracijos numeris
lv_lv: Nederīgs kartes īpašnieka dzimšanas datums vai uzņēmuma reģistrācijas numurs
nb_no: Ugyldig kortholders fødselsdato eller bedriftsregistreringsnummer
nl_nl: Geboortedatum of bedrijfsregistratienummer van kaarthouder is ongeldig
pl_pl: Nieprawidłowa data urodzenia posiadacza karty lub nieprawidłowy firmowy numer rejestracyjny
pt_pt: Data de nascimento do titular do cartão ou número de registo empresarial inválido
ro_ro: Data de naștere a posesorului de card sau numărul de înregistrare al societății este incorect
ru_ru: Неверная дата рождения владельца карты или регистрационный номер предприятия
sk_sk: Neplatný dátum narodenia držiteľa karty alebo identifikačné číslo organizácie
sl_si: Neveljaven datum rojstva imetnika kartice ali matična številka podjetja
sv_se: Ogiltigt födelsedatum eller organisationsnummer
zh_cn: 无效的持卡人生日或公司注册号
zh_tw: 持卡人生日或公司註冊號碼無效

# adyen.card.encryptedPassword.label
source: First 2 digits of card password
ar: أول رقمان من كلمة مرور البطاقة
bg_bg: Първите 2 цифри от паролата на картата
ca_es: Els 2 primers dígits de la contrasenya de la targeta
cs_cz: První 2 číslice hesla karty
da_dk: Første 2 cifre i adgangskode til kort
el_gr: Τα πρώτα 2 ψηφία του κωδικού πρόσβασης της κάρτας
es_es: Primeros 2 dígitos de la contraseña de la tarjeta
et_ee: Kaardi parooli esimesed 2 numbrit
fi: Kortin salasanan ensimmäiset 2 lukua
fr_fr: Les deux premiers chiffres du code de votre carte
hr_hr: Prve 2 znamenke lozinke kartice
hu_hu: Kártya jelszavának első 2 számjegye
is_is: Fyrstu 2 tölustafirnir í aðgangsorði kortsins
it_it: Prime 2 cifre della password della carta
ja_jp: カードのパスワードの最初の2桁
ko: 카드 비밀번호 첫 2자리
lt_lt: Pirmieji 2 kortelės slaptažodžio skaitmenys
lv_lv: Kartes paroles pirmie 2 cipari
nb_no: Første 2 sifre av kortpassord
nl_nl: Eerste twee cijfers van het wachtwoord van de kaart
pl_pl: Pierwsze 2 cyfry hasła karty
pt_pt: Primeiros 2 dígitos da palavra-passe do cartão
ro_ro: Primele 2 cifre ale parolei aferente cardului
ru_ru: Первые 2 цифры пароля карты
sk_sk: Prvé 2 číslice hesla karty
sl_si: Prvi dve števki gesla za kartico
sv_se: De två första siffrorna i kortets lösenord
zh_cn: 卡片密码的前 2 位数
zh_tw: 卡密碼的前 2 位數字

# adyen.card.encryptedPassword.invalid
source: Invalid password
ar: كلمة مرور غير صحيحة
bg_bg: Невалидна парола
ca_es: La contrasenya no és vàlida
cs_cz: Neplatné heslo
da_dk: Ugyldig adgangskode
el_gr: Μη έγκυρος κωδικός πρόσβασης
es_es: Contraseña incorrecta
et_ee: Vale parool
fi: Kelpaamaton salasana
fr_fr: Code incorrect
hr_hr: Lozinka je netočna
hu_hu: Érvénytelen jelszó
is_is: Ógilt aðgangsorð
it_it: Password non valida
ja_jp: パスワードが無効です
ko: 유효하지 않은 번호
lt_lt: Netinkamas slaptažodis
lv_lv: Nederīga parole
nb_no: Ugyldig passord
nl_nl: Ongeldig wachtwoord
pl_pl: Nieprawidłowe hasło
pt_pt: Palavra-passe inválida
ro_ro: Parolă incorectă
ru_ru: Неверный пароль
sk_sk: Neplané heslo
sl_si: Neveljavno geslo
sv_se: Ogiltigt lösenord
zh_cn: 无效的密码
zh_tw: 密碼無效

# adyen.card.taxNumber.label.short
source: Birthdate or Corporate registration number
ar: تاريخ الميلاد أو رقم تسجيل الشركة
bg_bg: Рождена дата или корпоративен регистрационен номер
ca_es: Data de naixement o número de registre corporatiu
cs_cz: Datum narození nebo registrační číslo společnosti
da_dk: Fødselsdato eller virksomhedens registreringsnummer
el_gr: Ημερομηνία γέννησης ή αριθμός μητρώου εταιρειών
es_es: Fecha de nacimiento o número de registro de la empresa
et_ee: Sünnikuupäev või ettevõtte registreerimisnumber
fi: Syntymäpäivä tai yrityksen rekisterinumero
fr_fr: Date de naissance ou numéro d'identification de l'entreprise
hr_hr: Datum rođenja ili registracijski broj tvrtke
hu_hu: Születési dátum vagy cégjegyzékszám
is_is: Fæðingardagur eða skráningarnúmer fyrirtækis
it_it: Data di nascita o numero di registrazione aziendale
ja_jp: 生年月日または法人登録番号
ko: 생년월일 또는 법인 등록 번호
lt_lt: Gimimo data arba įmonės registracijos numeris
lv_lv: Dzimšanas datums vai uzņēmuma reģistrācijas numurs
nb_no: Fødselsdato eller bedriftsregistreringsnummer
nl_nl: Geboortedatum of bedrijfsregistratienummer
pl_pl: Data urodzenia lub numer REGON firmy
pt_pt: Data de nascimento ou número de registo de empresa
ro_ro: Data de naștere sau codul de înregistrare al societății
ru_ru: Дата рождения или регистрационный номер предприятия
sk_sk: Dátum narodenia alebo identifikačné číslo organizácie
sl_si: Datum rojstva ali matična številka podjetja
sv_se: Födelsedatum eller företagets organisationsnummer
zh_cn: 生日或公司注册号
zh_tw: 生日或公司註冊號碼

# adyen.affirm.deliveryAddressToggle.title
source: Separate delivery address
ar: عنوان تسليم منفصل
bg_bg: Отделен адрес за доставка
ca_es: Adreça de lliurament diferent
cs_cz: Dodací adresa odlišná od fakturační
da_dk: Separat leveringsadresse
el_gr: Ξεχωριστή διεύθυνση παράδοσης
es_es: Entregar en otra dirección
et_ee: Eraldi tarneaadress
fi: Erillinen toimitusosoite
fr_fr: Adresse de livraison distincte
hr_hr: Zasebna adresa za dostavu
hu_hu: Eltérő szállítási cím
is_is: Aðskilið heimilisfang viðtakanda
it_it: Indirizzo di consegna separato
ja_jp: 別の配送先住所
ko: 별도의 배송 주소
lt_lt: Atskiras pristatymo adresas
lv_lv: Atsevišķa piegādes adrese
nb_no: Avvikende leveringsadresse
nl_nl: Afwijkend bezorgadres
pl_pl: Osobny adres dostawy
pt_pt: Morada de entrega separada
ro_ro: Adresă de livrare separată
ru_ru: Доставить по другому адресу
sk_sk: Samostatná dodacia adresa
sl_si: Ločen naslov za dostavo
sv_se: Separat leveransadress
zh_cn: 单独的送货地址
zh_tw: 單獨派送地址

# adyen.voucher.shopperReference
source: Shopper Reference
ar: مرجع المتسوق
bg_bg: Справка за купувача
ca_es: Referència del comprador
cs_cz: Číslo kupujícího
da_dk: Købers reference
el_gr: Αναφορά αγοραστή
es_es: Referencia cliente
et_ee: Ostja viide
fi: Ostajan viite
fr_fr: Référence client
hr_hr: Referenca kupca
hu_hu: Vásárlói referencia
is_is: Tilvísun kaupanda
it_it: Riferimento dell'acquirente
ja_jp: 購入者向け参考情報
ko: 구매자 참조번호
lt_lt: Pirkėjo nuoroda
lv_lv: Pircēja atsauce
nb_no: Kundereferanse
nl_nl: Klant referentie
pl_pl: Dane referencyjne kupujących
pt_pt: Referência do consumidor
ro_ro: Referință cumpărător
ru_ru: Идентификатор покупателя
sk_sk: Referencia kupujúceho
sl_si: Referenčna številka kupca
sv_se: Köparreferens
zh_cn: 顾客参考
zh_tw: 購物者參考

# adyen.voucher.alternativeReference
source: Alternative Reference
ar: المرجع البديل
bg_bg: Алтернативна препратка
ca_es: Referència alternativa
cs_cz: Náhradní číslo
da_dk: Alternativ reference
el_gr: Εναλλακτική αναφορά
es_es: Referencia alternativa
et_ee: Alternatiivne viide
fi: Vaihtoehtoinen viite
fr_fr: Autre référence
hr_hr: Alternativna referenca
hu_hu: Alternatív hivatkozás
is_is: Önnur tilvísun
it_it: Riferimento alternativo
ja_jp: 別の参照
ko: 대체 참조번호
lt_lt: Alternatyvi nuoroda
lv_lv: Alternatīva atsauce
nb_no: Alternativ referanse
nl_nl: Alternatieve referentie
pl_pl: Dodatkowy numer referencyjny
pt_pt: Referência alternativa
ro_ro: Referință alternativă
ru_ru: Другой код
sk_sk: Alternatívny odkaz
sl_si: Druga referenčna številka
sv_se: Alternativ referens
zh_cn: 备选代码
zh_tw: 備選參照

# adyen.card.installments.numberOfInstallments
source: Number of installments
ar: عدد الأقساط
bg_bg: Брой вноски
ca_es: Nombre de quotes
cs_cz: Počet splátek
da_dk: Antal rater
el_gr: Αριθμός δόσεων
es_es: Número de plazos
et_ee: Osamaksete arv
fi: Asennusten määrä
fr_fr: Nombre de versements
hr_hr: Broj rata
hu_hu: Részletek száma
is_is: Fjöldi afborgana
it_it: Numero di rate
ja_jp: 分割回数
ko: 할부 개월 수
lt_lt: Įmokų skaičius
lv_lv: Iemaksu skaits
nb_no: Antall avdrag
nl_nl: Aantal termijnen
pl_pl: Liczba rat
pt_pt: Número de prestações
ro_ro: Număr de rate
ru_ru: Количество платежей
sk_sk: Počet splátok
sl_si: Število obrokov
sv_se: Antal delbetalningar
zh_cn: 分期付款期数
zh_tw: 分期付款的期數

# adyen.card.installments.oneTime
source: One time payment
ar: الدفع مرة واحدة
bg_bg: Еднократно плащане
ca_es: Pagament únic
cs_cz: Jednorázová platba
da_dk: Engangsbetaling
el_gr: Εφάπαξ πληρωμή
es_es: Pago único
et_ee: Ühekordne makse
fi: Kertamaksu
fr_fr: Paiement unique
hr_hr: Jednokratno plaćanje
hu_hu: Egyösszegű fizetés
is_is: Eingreiðsla
it_it: Pagamento una tantum
ja_jp: 一括払い
ko: 일시불 결제
lt_lt: Vienkartinis mokėjimas
lv_lv: Vienreizējs maksājums
nb_no: Engangsbetaling
nl_nl: Eenmalige betaling
pl_pl: Płatność jednorazowa
pt_pt: Pagamento único
ro_ro: Plată unică
ru_ru: Одноразовый платеж
sk_sk: Jednorazová platba
sl_si: Enkratno plačilo
sv_se: Engångsbetalning
zh_cn: 全款支付
zh_tw: 一次性付款

# adyen.card.installments.title
source: Installments payment
ar: الدفع على أقساط
bg_bg: Разсрочено плащане
ca_es: Pagament fraccionat
cs_cz: Platba na splátky
da_dk: Afdragsbetaling
el_gr: Πληρωμή με δόσεις
es_es: Pago fraccionado
et_ee: Osamakse
fi: Erämaksu
fr_fr: Paiement échelonné
hr_hr: Plaćanje na rate
hu_hu: Részletfizetés
is_is: Greiðsla með afborgunum
it_it: Pagamento rateale
ja_jp: 分割払い
ko: 할부 결제
lt_lt: Mokėjimas įmokomis
lv_lv: Samaksa pa daļām
nb_no: Avdragsbetaling
nl_nl: Betaling termijnen
pl_pl: Płatność ratalna
pt_pt: Pagamento em prestações
ro_ro: Plată în rate
ru_ru: Рассрочка
sk_sk: Platba po splátkach
sl_si: Obročno plačilo
sv_se: Delbetalningar
zh_cn: 分期支付
zh_tw: 分期付款

# adyen.card.installments.revolving
source: Revolving payment
ar: الدفع الدوري
bg_bg: Револвиращо плащане
ca_es: Pagament rotatiu
cs_cz: Opakující se platba
da_dk: Løbende betaling
el_gr: Ανακυκλούμενη πληρωμή
es_es: Pago rotativo
et_ee: Vaba tagasimakse
fi: Toistuva maksu
fr_fr: Paiement en plusieurs fois
hr_hr: Obnovljivo plaćanje
hu_hu: Többösszegű fizetés
is_is: Veltigreiðsla
it_it: Pagamento ricorrente
ja_jp: リボ払い
ko: 리볼빙 결제
lt_lt: Atnaujinamasis mokėjimas
lv_lv: Atkārtots maksājums
nb_no: Gjentakende betaling
nl_nl: Terugkerende betaling
pl_pl: Płatność odnawialna
pt_pt: Pagamento rotativo
ro_ro: Plată recurentă
ru_ru: Повторяющаяся оплата
sk_sk: Revolvingová platba
sl_si: Revolving plačilo
sv_se: Uppdelad betalning
zh_cn: 循环支付
zh_tw: 延期付款

# adyen.card.installments.months
source: %@ months
ar: %@ أشهر
bg_bg: %@ месеци
ca_es: %@ mesos
cs_cz: %@ měsíců
da_dk: %@ måneder
el_gr: %@ μήνες
es_es: %@ meses
et_ee: %@ kuud
fi: %@ kuukautta
fr_fr: %@ mois
hr_hr: Mjeseci: %@
hu_hu: %@ hónap
is_is: %@ mánuðir
it_it: %@ mesi
ja_jp: %@か月
ko: %@개월
lt_lt: %@ mėn.
lv_lv: %@ mēneši
nb_no: %@ måneder
nl_nl: %@ maanden
pl_pl: %@ miesięcy
pt_pt: %@ meses
ro_ro: %@ luni
ru_ru: %@ мес.
sk_sk: %@ mesiace/-ov
sl_si: Št. mesecev: %@
sv_se: %@ månader
zh_cn: %@ 个月
zh_tw: %@ 個月

# adyen.card.installments.plan
source: Method of payment
ar: طريقة الدفع
bg_bg: Метод на плащане
ca_es: Mètode de pagament
cs_cz: Způsob platby
da_dk: Betalingsmetode
el_gr: Τρόπος πληρωμής
es_es: Método de pago
et_ee: Makseviis
fi: Maksutapa
fr_fr: Méthode de paiement
hr_hr: Način plaćanja
hu_hu: Fizetési mód
is_is: Greiðslumáti
it_it: Metodo di pagamento
ja_jp: 支払方法
ko: 결제 수단
lt_lt: Mokėjimo būdas
lv_lv: Samaksas veids
nb_no: Betalingsmetode
nl_nl: Betaalmethode
pl_pl: Metoda płatności
pt_pt: Método de pagamento
ro_ro: Metodă de plată
ru_ru: Способ оплаты
sk_sk: Spôsob platby
sl_si: Način plačila
sv_se: Betalningssätt
zh_cn: 付款方式
zh_tw: 付款方式

# adyen.bacs.holderNameField.title
source: Bank account holder name
ar: اسم صاحب الحساب البنكي
bg_bg: Име на титуляря на банковата сметка
ca_es: Nom del titular del compte bancari
cs_cz: Jméno držitele bankovního účtu
da_dk: Bankkontohavers navn
el_gr: Όνομα δικαιούχου τραπεζικού λογαριασμού
es_es: Nombre del titular de la cuenta bancaria
et_ee: Pangakonto omaniku nimi
fi: Tilinhaltijan nimi
fr_fr: Nom du titulaire du compte bancaire
hr_hr: Ime vlasnika bankovnog računa
hu_hu: Bankszámla-tulajdonos neve
is_is: Nafn bankareikningshafa
it_it: Nome del titolare del conto bancario
ja_jp: 銀行口座名義
ko: 예금주 이름
lt_lt: Banko sąskaitos turėtojo vardas ir pavardė
lv_lv: Bankas konta īpašnieka vārds
nb_no: Kontoholders navn
nl_nl: Naam bankrekeninghouder
pl_pl: Imię i nazwisko posiadacza rachunku
pt_pt: Nome do titular da conta bancária
ro_ro: Numele titularului contului bancar
ru_ru: Имя владельца банковского счета
sk_sk: Meno majiteľa bankového účtu
sl_si: Ime imetnika bančnega računa
sv_se: Bankkontoinnehavarens namn
zh_cn: 银行账户持有人姓名
zh_tw: 銀行帳戶持有人姓名

# adyen.bacs.bankAccountNumberField.title
source: Bank account number
ar: رقم الحساب البنكي
bg_bg: Номер на банкова сметка
ca_es: Número de compte bancari
cs_cz: Číslo bankovního účtu
da_dk: Bankkontonummer
el_gr: Αριθμός τραπεζικού λογαριασμού
es_es: Número de cuenta bancaria
et_ee: Pangakonto number
fi: Pankkitilinumero
fr_fr: Numéro du compte bancaire
hr_hr: Broj bankovnog računa
hu_hu: Bankszámlaszám
is_is: Bankareikningsnúmer
it_it: Numero di conto bancario
ja_jp: 銀行口座番号
ko: 계좌 번호
lt_lt: Banko sąskaitos numeris
lv_lv: Bankas konta numurs
nb_no: Bankkontonummer
nl_nl: Bankrekeningnummer
pl_pl: Numer rachunku
pt_pt: Número da conta bancária
ro_ro: Numărul contului bancar
ru_ru: Номер банковского счета
sk_sk: Číslo bankového účtu
sl_si: Številka bančnega računa
sv_se: Bankkontonummer
zh_cn: 银行账号
zh_tw: 銀行帳戶號碼

# adyen.bacs.bankLocationIdField.title
source: Sort code
ar: رمز تعريف البنك
bg_bg: Код за сортиране
ca_es: Codi d'ordenació
cs_cz: Kód Sort
da_dk: Registreringsnummer
el_gr: Κωδικός τράπεζας
es_es: Código de sucursal
et_ee: Sortimiskood
fi: Lajittelukoodi
fr_fr: Code de tri (sort code)
hr_hr: Identifikacijski kôd banke (UK)
hu_hu: Banki azonosító
is_is: Röðunarkóði
ja_jp: ソートコード
ko: 은행 식별 코드
lt_lt: Rūšiavimo kodas
lv_lv: Kārtošanas kods
nb_no: Sorteringskode
nl_nl: Bankcode
pl_pl: Numer rozliczeniowy SORT
pt_pt: Código de classificação
ro_ro: Cod de identificare bancară
ru_ru: Код банка
sk_sk: Variabilný symbol
sl_si: Številka banke
sv_se: Clearingnummer
zh_cn: 分类代码
zh_tw: 銀行代碼

# adyen.bacs.legalConsentToggle.title
source: I confirm the account is in my name and I am the only signatory required to authorise the Direct Debit on this account.
ar: أؤكد أن الحساب باسمي وأنا وحدي صاحب التوقيع المطالب بالإذن بالخصم المباشر في هذا الحساب.
bg_bg: Потвърждавам, че сметката е на мое име и съм единственият подписал, който трябва да оторизира директния дебит по тази сметка.
ca_es: Confirmo que el compte està al meu nom i que sóc l'única persona signant necessària per autoritzar el dèbit directe en aquest compte.
cs_cz: Potvrzuji, že účet je veden na moje jméno a jsem jediným disponentem, jehož podpis je nutný ke schválení přímého inkasa.
da_dk: Jeg bekræfter, at kontoen er i mit navn, og at jeg er den eneste underskriver, der kræves for at godkende direkte debitering af kontoen.
el_gr: Επιβεβαιώνω ότι ο λογαριασμός είναι στο όνομά μου και πως είμαι ο/η μοναδικός/μοναδική υπογράφων/υπογράφουσα που απαιτείται για εξουσιοδότηση της Άμεσης Χρέωσης σε αυτόν τον λογαριασμό.
es_es: Confirmo que la cuenta está a mi nombre y soy el único firmante necesario para autorizar débitos directos en esta cuenta.
et_ee: Kinnitan, et konto on minu nimel ja olen ainus allkirjaõiguslik isik, kes peab sellel kontol otsekorralduse kinnitama.
fi: Vahvistan, että tili on nimessäni ja olen ainoa allekirjoittaja, joka vaaditaan valtuuttamaan suoraveloitus tällä tilillä.
fr_fr: Je confirme être le titulaire du compte et qu'aucune autre signature que la mienne n'est requise pour autoriser un prélèvement sur ce compte.
hr_hr: Potvrđujem da je račun na moje ime i da sam jedini potpisnik potreban za autorizaciju izravnog terećenja na ovom računu.
hu_hu: Megerősítem, hogy a bankszámla az én nevemen van, és én vagyok a bankszámlát érintő beszedési megbízás jóváhagyásához szükséges egyetlen aláíró.
is_is: Ég staðfesti að reikningurinn er á mínu nafni og ég sé eini undirritarinn sem þarf að heimila beingreiðsluna á þessum reikningi.
it_it: Confermo che il conto è intestato al sottoscritto e che sono l'unico firmatario a dover autorizzare l'addebito diretto su questo conto.
ja_jp: 口座が私の名義であることを確認し、この口座からの自動引き落としを承認するために必要な唯一の署名者であることを確認します。
ko: 본인이 이 계좌의 예금주이며, 이 계좌에서의 자동 이체를 승인하기 위해 필요한 유일한 서명인입니다.
lt_lt: Patvirtinu, kad sąskaita yra mano vardu ir esu vienintelis asmuo, galintis patvirtinti tiesioginio debeto operaciją šioje sąskaitoje.
lv_lv: Es apstiprinu, ka šis konts ir atvērts uz mana vārda, un es esmu vienīgais(ā) parakstītājs(-a), kas var autorizēt tiešā debeta maksājumu šajā kontā.
nb_no: Jeg bekrefter at kontoen står i mitt navn, og at jeg er den eneste signataren som kreves for å autorisere direktebelastningen på denne kontoen.
nl_nl: Ik bevestig dat de rekening op mijn naam staat en dat ik de enige ondertekenaar ben die toestemming kan geven voor automatische incasso's vanaf deze rekening.
pl_pl: Potwierdzam, że konto jest zarejestrowane na moje nazwisko i jestem jedynym sygnatariuszem wymaganym do autoryzacji polecenia zapłaty na tym koncie.
pt_pt: Confirmo que a conta está em meu nome e sou o único signatário necessário para autorizar o débito automático nesta conta.
ro_ro: Confirm că sunt titularul acestui cont și că sunt singurul semnatar necesar pentru autorizarea debitului direct pentru acest cont.
ru_ru: Подтверждаю, что счет оформлен на мое имя и что я – единственное лицо, имеющее право подписи, разрешающей прямое дебетование средств со счета.
sk_sk: Potvrdzujem, že účet je na moje meno a som jediný podpisovateľ, ktorý je povinný autorizovať inkaso v tomto účte.
sl_si: Potrjujem, da je račun ustvarjen v mojem imenu in sem edini podpisnik za odobritev neposredne bremenitve za ta račun.
sv_se: Jag bekräftar att jag är kontoinnehavare och att jag är den enda person vars godkännande krävs för att auktorisera autogiro från detta konto.
zh_cn: 我确认该账户为我名下的账户，并且我是授权该账户直接借记的唯一签署人。
zh_tw: 我確認該帳戶以我的名義開設，並且我是授權從該帳戶直接扣款的唯一簽署人。
