Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.postalCodeField.placeholder
source: Postal code
ar: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
da_dk: Postnummer
el_gr: Ταχυδρομικός κωδικός
es_es: Código postal
et_ee: Sihtnumber
fi: Postinumero
fr_fr: Code postal
hr_hr: Poštanski broj
hu_hu: Irányítószám
is_is: Póstnúmer
it_it: Codice postale
ja_jp: 郵便番号
ko: 우편번호
lt_lt: Pašto kodas
lv_lv: Pasta indekss
nb_no: Postnummer
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sk_sk: PSČ
sl_si: Poštna številka
sv_se: Postnummer
zh_cn: 邮政编码
zh_tw: 郵遞區號

# adyen.zipCodeField.title
source: Zip code
ar: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
da_dk: Postnummer
el_gr: Ταχυδρομικός κώδικας
es_es: Código postal
et_ee: Sihtnumber
fi: Postinumero
fr_fr: Code postal
hr_hr: Poštanski broj
hu_hu: Irányítószám
is_is: Póstnúmer
it_it: CAP
ja_jp: 郵便番号
ko: 우편번호
lt_lt: Pašto indeksas
lv_lv: Pasta indekss
nb_no: Postnummer
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sk_sk: PSČ
sl_si: Poštna številka
sv_se: Postnummer
zh_cn: 邮政编码
zh_tw: 郵遞區號

# adyen.zipCodeField.placeholder
source: Zip code
ar: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
da_dk: Postnummer
el_gr: Ταχυδρομικός κώδικας
es_es: Código postal
et_ee: Sihtnumber
fi: Postinumero
fr_fr: Code postal
hr_hr: Poštanski broj
hu_hu: Irányítószám
is_is: Póstnúmer
it_it: CAP
ja_jp: 郵便番号
ko: 우편번호
lt_lt: Pašto indeksas
lv_lv: Pasta indekss
nb_no: Postnummer
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sk_sk: PSČ
sl_si: Poštna številka
sv_se: Postnummer
zh_cn: 邮政编码
zh_tw: 郵遞區號

# adyen.stateField.title
source: State
ar: الولاية
bg_bg: Държава
ca_es: Estat
cs_cz: Stát
da_dk: Stat
el_gr: Πολιτεία
es_es: Estado
et_ee: Osariik
fi: Osavaltio
fr_fr: État
hr_hr: Savezna država
hu_hu: Állam
is_is: Fylki
it_it: Stato
ja_jp: 都道府県
ko: 주
lt_lt: Valstija
lv_lv: Valsts
nb_no: Delstat
nl_nl: Staat
pl_pl: Stan
pt_pt: Estado
ro_ro: Stat
ru_ru: Штат
sk_sk: Štát
sl_si: Država
sv_se: Delstat
zh_cn: 州
zh_tw: 州

# adyen.stateField.placeholder
source: State
ar: الولاية
bg_bg: Държава
ca_es: Estat
cs_cz: Stát
da_dk: Stat
el_gr: Πολιτεία
es_es: Estado
et_ee: Osariik
fi: Osavaltio
fr_fr: État
hr_hr: Savezna država
hu_hu: Állam
is_is: Fylki
it_it: Stato
ja_jp: 都道府県
ko: 주
lt_lt: Valstija
lv_lv: Valsts
nb_no: Delstat
nl_nl: Staat
pl_pl: Stan
pt_pt: Estado
ro_ro: Stat
ru_ru: Штат
sk_sk: Štát
sl_si: Država
sv_se: Delstat
zh_cn: 州
zh_tw: 州

# adyen.selectStateField.placeholder
source: Select state
ar: حدد الولاية
bg_bg: Изберете щат
ca_es: Seleccioneu l'estat
cs_cz: Vyberte stát
da_dk: Vælg stat
el_gr: Επιλέξτε πολιτεία
es_es: Seleccione el estado
et_ee: Valige osariik
fi: Valitse osavaltio
fr_fr: Sélectionnez l'État
hr_hr: Odaberite saveznu državu
hu_hu: Állam kiválasztása
is_is: Veldu fylki
it_it: Seleziona stato
ja_jp: 都道府県を選択してください
ko: 주 선택
lt_lt: Pasirinkite valstiją
lv_lv: Atlasiet valsti
nb_no: Velg delstat
nl_nl: Selecteer staat
pl_pl: Wybierz stan
pt_pt: Selecione estado
ro_ro: Selectați statul
ru_ru: Выберите штат
sk_sk: Vyberte kraj
sl_si: Izberite državo
sv_se: Välj delstat
zh_cn: 选择州
zh_tw: 選取州

# adyen.stateOrProvinceField.title
source: State or province
ar: الولاية أو المقاطعة
bg_bg: Държава или провинция
ca_es: Estat o província
cs_cz: Kraj nebo okres
da_dk: Region eller kommune
el_gr: Πολιτεία ή επαρχία
es_es: Provincia o estado
et_ee: Osariik või maakond
fi: Osavaltio tai lääni
fr_fr: État ou province
hr_hr: Država ili pokrajina
hu_hu: Állam vagy tartomány
is_is: Ríki eða sýsla
it_it: Stato o provincia
ja_jp: 都道府県
ko: 주/도
lt_lt: Valstija arba provincija
lv_lv: Valsts vai apgabals
nb_no: Fylke
nl_nl: Staat of provincie
pl_pl: Województwo
pt_pt: Estado ou província
ro_ro: Județ sau provincie
ru_ru: Регион
sk_sk: Kraj
sl_si: Država ali provinca
sv_se: Delstat eller region
zh_cn: 州或省
zh_tw: 州/縣/市

# adyen.stateOrProvinceField.placeholder
source: State or province
ar: الولاية أو المقاطعة
bg_bg: Държава или провинция
ca_es: Estat o província
cs_cz: Kraj nebo okres
da_dk: Region eller kommune
el_gr: Πολιτεία ή επαρχία
es_es: Provincia o estado
et_ee: Osariik või maakond
fi: Osavaltio tai lääni
fr_fr: État ou province
hr_hr: Država ili pokrajina
hu_hu: Állam vagy tartomány
is_is: Ríki eða sýsla
it_it: Stato o provincia
ja_jp: 都道府県
ko: 주/도
lt_lt: Valstija arba provincija
lv_lv: Valsts vai apgabals
nb_no: Fylke
nl_nl: Staat of provincie
pl_pl: Województwo
pt_pt: Estado ou província
ro_ro: Județ sau provincie
ru_ru: Регион
sk_sk: Kraj
sl_si: Država ali provinca
sv_se: Delstat eller region
zh_cn: 州或省
zh_tw: 州/縣/市

# adyen.selectStateOrProvinceField.placeholder
source: Select province or territory
ar: حدد المقاطعة أو الإقليم
bg_bg: Изберете провинция или територия
ca_es: Seleccioneu la província o el territori
cs_cz: Vyberte provincii nebo teritorium
da_dk: Vælg provins eller territorium
el_gr: Επιλέξτε επαρχία ή περιφέρεια
es_es: Seleccione la provincia o territorio
et_ee: Valige maakond või territoorium
fi: Valitse maakunta tai alue
fr_fr: Sélectionnez la province ou le territoire
hr_hr: Odaberite provinciju ili teritorij
hu_hu: Tartomány vagy terület kiválasztása
is_is: Veldu hérað eða landsvæði
it_it: Seleziona provincia o territorio
ja_jp: 州または準州を選択してください
ko: 도 선택
lt_lt: Pasirinkite provinciją arba teritoriją
lv_lv: Atlasiet apgabalu vai teritoriju
nb_no: Velg provins eller territorium
nl_nl: Selecteer provincie of territorium
pl_pl: Wybierz region/terytorium
pt_pt: Selecionar província ou território
ro_ro: Selectați provincia sau teritoriul
ru_ru: Выберите провинцию или территорию
sk_sk: Vyberte okres alebo územie
sl_si: Izberite območje ali ozemlje
sv_se: Välj provins eller territorium
zh_cn: 选择省或地区
zh_tw: 選取省或地區

# adyen.provinceOrTerritoryField.title
source: Province or Territory
ar: المقاطعة أو الإقليم
bg_bg: Провинция или територия
ca_es: Província o territori
cs_cz: Provincie nebo teritorium
da_dk: Provins eller territorium
el_gr: Επαρχία ή περιφέρεια
es_es: Provincia o territorio
et_ee: Maakond või territoorium
fi: Maakunta tai alue
fr_fr: Province ou territoire
hr_hr: Pokrajina ili teritorij
hu_hu: Tartomány vagy terület
is_is: Hérað eða svæði
it_it: Provincia o territorio
ja_jp: 州または準州
ko: 도
lt_lt: Provincija arba teritorija
lv_lv: Apgabals vai teritorija
nb_no: Provins eller territorium
nl_nl: Provincie of territorium
pl_pl: Region lub terytorium
pt_pt: Província ou Território
ro_ro: Provincie sau teritoriu
ru_ru: Провинция или территория
sk_sk: Okres alebo územie
sl_si: Območje ali ozemlje
sv_se: Provins eller territorium
zh_cn: 省或地区
zh_tw: 省或地區

# adyen.provinceOrTerritoryField.placeholder
source: Province or Territory
ar: المقاطعة أو الإقليم
bg_bg: Провинция или територия
ca_es: Província o territori
cs_cz: Provincie nebo teritorium
da_dk: Provins eller territorium
el_gr: Επαρχία ή περιφέρεια
es_es: Provincia o territorio
et_ee: Maakond või territoorium
fi: Maakunta tai alue
fr_fr: Province ou territoire
hr_hr: Pokrajina ili teritorij
hu_hu: Tartomány vagy terület
is_is: Hérað eða svæði
it_it: Provincia o territorio
ja_jp: 州または準州
ko: 도
lt_lt: Provincija arba teritorija
lv_lv: Apgabals vai teritorija
nb_no: Provins eller territorium
nl_nl: Provincie of territorium
pl_pl: Region lub terytorium
pt_pt: Província ou Território
ro_ro: Provincie sau teritoriu
ru_ru: Провинция или территория
sk_sk: Okres alebo územie
sl_si: Območje ali ozemlje
sv_se: Provins eller territorium
zh_cn: 省或地区
zh_tw: 省或地區

# adyen.apartmentSuiteField.title
source: Apartment / Suite
ar: الشقة / الجناح
bg_bg: Апартамент / Суит
ca_es: Apartament / Porta
cs_cz: Byt
da_dk: Lejlighed/suite
el_gr: Διαμέρισμα/Γραφείο
es_es: Apartamento/suite
et_ee: Korter
fi: Huoneisto / sviitti
fr_fr: Appartement
hr_hr: Stan/apartman
hu_hu: Lakás/ajtószám
is_is: Íbúð
it_it: Appartamento/suite
ja_jp: アパート名/部屋名
ko: 아파트/건물
lt_lt: Apartamentai / liukso numeris
lv_lv: Apartaments/dzīvoklis
nb_no: Leilighet/suite
nl_nl: Appartement/Suite
pl_pl: Numer domu/mieszkania
pt_pt: Apartamento/Suite
ro_ro: Apartament
ru_ru: Квартира / помещение
sk_sk: Byt/apartmán
sl_si: Št. apartmaja/stanovanja
sv_se: Lägenhetsnummer
zh_cn: 公寓 / 套房
zh_tw: 公寓／套房

# adyen.apartmentSuiteField.placeholder
source: Apartment / Suite
ar: الشقة / الجناح
bg_bg: Апартамент / Суит
ca_es: Apartament / Porta
cs_cz: Byt
da_dk: Lejlighed/suite
el_gr: Διαμέρισμα/Γραφείο
es_es: Apartamento/suite
et_ee: Korter
fi: Huoneisto / sviitti
fr_fr: Appartement
hr_hr: Stan/apartman
hu_hu: Lakás/ajtószám
is_is: Íbúð
it_it: Appartamento/suite
ja_jp: アパート名/部屋名
ko: 아파트/건물
lt_lt: Apartamentai / liukso numeris
lv_lv: Apartaments/dzīvoklis
nb_no: Leilighet/suite
nl_nl: Appartement/Suite
pl_pl: Numer domu/mieszkania
pt_pt: Apartamento/Suite
ro_ro: Apartament
ru_ru: Квартира / помещение
sk_sk: Byt/apartmán
sl_si: Št. apartmaja/stanovanja
sv_se: Lägenhetsnummer
zh_cn: 公寓 / 套房
zh_tw: 公寓／套房

# adyen.errorFeedback.emptyField
source: Required field, please fill it in.
ar: حقل مطلوب، يُرجى ملئه.
bg_bg: Задължително поле, моля, попълнете го.
ca_es: Camp obligatori, si us plau ompliu-lo.
cs_cz: Povinné pole, prosím vyplňte.
da_dk: Obligatorisk felt. Feltet skal udfyldes.
el_gr: Υποχρεωτικό πεδίο, πρέπει να το συμπληρώσετε.
es_es: Campo obligatorio, por favor complételo.
et_ee: Kohustuslik väli, see tuleb täita.
fi: Vaaditut kentät, syötä sisältö.
fr_fr: Ce champ est obligatoire, veuillez le remplir.
hr_hr: Obavezno polje, popunite ga.
hu_hu: Kötelező mező, töltse ki.
is_is: Áskilinn reitur, fylltu hann út.
it_it: È necessario compilare il campo.
ja_jp: 必須フィールドです。入力してください。
ko: 필수 입력란, 기재해 주세요.
lt_lt: Privalomas laukas, užpildykite jį.
lv_lv: Obligāts lauks, lūdzu, aizpildiet to.
nb_no: Obligatorisk felt, vennligst fyll det inn.
nl_nl: Dit is een verplicht veld. Vul het in.
pl_pl: Pole wymagane, wypełnij.
pt_pt: Campo obrigatório, preencha-o.
ro_ro: Câmp obligatoriu, vă rugăm să îl completați.
ru_ru: Обязательное поле; пожалуйста, заполните его.
sk_sk: Toto pole musíte vyplniť.
sl_si: Obvezno polje, izpolnite ga.
sv_se: Obligatoriskt fält, vänligen fyll i.
zh_cn: 必填字段，请填写。
zh_tw: 此為必填欄位，請務必填寫。

# adyen.errorFeedback.incorrectFormat
source: Input format is not valid.
ar: تنسيق الإدخال غير صحيح.
bg_bg: Входният формат не е валиден.
ca_es: El format d'entrada no és vàlid.
cs_cz: Vstupní formát není platný.
da_dk: Indtastningsformatet er ugyldigt.
el_gr: Η μορφή εισόδου δεν είναι έγκυρη.
es_es: El formato no es válido.
et_ee: Sisestatud andmed on vales vormingus.
fi: Syöttömuoto ei ole kelvollinen.
fr_fr: Le format de saisie n’est pas valide.
hr_hr: Format unosa nije važeći.
hu_hu: A megadott adatok formátuma érvénytelen.
is_is: Inntakssnið er ekki gilt.
it_it: Il formato di input non è valido.
ja_jp: 入力形式が無効です。
ko: 입력 형식이 유효하지 않습니다.
lt_lt: Įvesties formatas negalioja.
lv_lv: Ievades formāts nav derīgs.
nb_no: Inndataformat er ikke gyldig.
nl_nl: Ongeldige invoer
pl_pl: Format danych wejściowych jest nieprawidłowy.
pt_pt: O formato de entrada não é válido.
ro_ro: Formatul de completare nu este acceptat.
ru_ru: Неверный формат ввода.
sk_sk: Vstupný formát je neplatný.
sl_si: Neveljavna oblika vnosa.
sv_se: Ogiltigt format på inmatning.
zh_cn: 输入格式无效。
zh_tw: 輸入的格式無效。

# adyen.field.title.optional
source: (optional)
ar: (اختياري)
bg_bg: (незадължително)
ca_es: (opcional)
cs_cz: (nepovinné)
da_dk: (valgfrit)
el_gr: (προαιρετικό)
es_es: (opcional)
et_ee: (valikuline)
fi: (valinnainen)
fr_fr: (facultatif)
hr_hr: (neobavezno)
hu_hu: (nem kötelező)
is_is: (valfrjálst)
it_it: (facoltativo)
ja_jp: （任意）
ko: (선택 사항)
lt_lt: (neprivaloma)
lv_lv: (pēc izvēles)
nb_no: (valgfritt)
nl_nl: (optioneel)
pl_pl: (opcjonalnie)
pt_pt: (opcional)
ro_ro: (opțional)
ru_ru: (необязательно)
sk_sk: (voliteľné)
sl_si: (izbirno)
sv_se: (valfritt)
zh_cn: （可选）
zh_tw: （選用）

# adyen.boletobancario.btnLabel
source: Generate Boleto
ar: إنشاء طريقة دفع Boleto
bg_bg: Генериране на Boleto
ca_es: Generar Boleto
cs_cz: Vygenerovat Boleto
da_dk: Generér Boleto
el_gr: Δημιουργία Boleto
es_es: Generar Boleto
et_ee: Loo Boleto
fi: Luo Boleto
fr_fr: Générer un Boleto
hr_hr: Generiraj Boleto
hu_hu: Boleto létrehozása
is_is: Búa til Boleto
it_it: Genera Boleto
ja_jp: Boletoを生成する
ko: Boleto 생성
lt_lt: Generuoti „Boleto“
lv_lv: Ģenerēt Boleto
nb_no: Generer Boleto
nl_nl: Boleto genereren
pl_pl: Wygeneruj płatność Boleto
pt_pt: Gerar comprovativo
ro_ro: Generare Boleto
ru_ru: Создать Boleto
sk_sk: Generovať Boleto
sl_si: Ustvari Boleto
sv_se: Generera Boleto
zh_cn: 生成 Boleto
zh_tw: 產生 Boleto

# adyen.boleto.sendCopyToEmail
source: Send a copy to my email
ar: إرسال نسخة إلى بريدي الإلكتروني
bg_bg: Изпратете копие на моя имейл
ca_es: Envia una còpia al meu correu electrònic
cs_cz: Poslat mi kopii na e-mail
da_dk: Send en kopi til min e-mail
el_gr: Αποστολή αντιγράφου στη διεύθυνση email μου
es_es: Enviar copia a mi correo electrónico
et_ee: Saada koopia minu e-posti aadressile
fi: Lähetä kopio sähköpostiini
fr_fr: Envoyer une copie à mon adresse e-mail
hr_hr: Pošalji kopiju na moju e-poštu
hu_hu: Másolat küldése az e-mail-címemre
is_is: Senda afrit á netfangið mitt
it_it: Invia una copia alla mia e-mail
ja_jp: 自分のメールアドレスにコピーを送信する
ko: 내 이메일로 사본 보내기
lt_lt: Siųskite kopiją į mano el. paštą
lv_lv: Nosūtīt kopiju uz manu e-pastu
nb_no: Send meg en kopi på e-post
nl_nl: Stuur een kopie naar mijn e-mailadres
pl_pl: Wyślij kopię na mój e-mail
pt_pt: Enviar uma cópia para o meu e-mail
ro_ro: Trimite o copie la adresa mea de e-mail
ru_ru: Отправить мне копию на эл. почту
sk_sk: Zaslať kópiu na môj e-mail
sl_si: Pošlji kopijo na moj elektronski naslov
sv_se: Skicka en kopia till min e-post
zh_cn: 将副本发送到我的电子邮箱
zh_tw: 將複本傳送至我的電子郵件

# adyen.boleto.personalDetails
source: Personal details
ar: البيانات الشخصية
bg_bg: Лични данни
ca_es: Dades personals
cs_cz: Osobní údaje
da_dk: Personlige oplysninger
el_gr: Προσωπικά στοιχεία
es_es: Datos personales
et_ee: Isiklikud andmed
fi: Henkilötiedot
fr_fr: Informations personnelles
hr_hr: Osobni podatci
hu_hu: Személyes adatok
is_is: Persónulegar upplýsingar
it_it: Dati personali
ja_jp: 個人情報
ko: 개인 정보
lt_lt: Asmeniniai duomenys
lv_lv: Personas dati
nb_no: Personopplysninger
nl_nl: Persoonlijke gegevens
pl_pl: Dane osobowe
pt_pt: Detalhes pessoais
ro_ro: Informații personale
ru_ru: Личные данные
sk_sk: Osobné údaje
sl_si: Osebni podatki
sv_se: Personuppgifter
zh_cn: 个人详细信息
zh_tw: 個人詳細資料

# adyen.boleto.download.pdf
source: Download PDF
ar: تنزيل ملف PDF
bg_bg: Изтегляне на PDF
ca_es: Baixar el PDF
cs_cz: Stáhnout PDF
el_gr: Λήψη PDF
es_es: Descargar PDF
et_ee: Laadi alla PDF
fi: Lataa PDF
fr_fr: Télécharger le PDF
hr_hr: Preuzmite PDF
hu_hu: PDF letöltése
is_is: Sækja PDF
it_it: Scarica PDF
ja_jp: PDFをダウンロード
ko: PDF 다운로드
lt_lt: Atsisiųsti PDF
lv_lv: Lejupielādēt PDF
nb_no: Last ned PDF
nl_nl: PDF downloaden
pl_pl: Pobierz PDF
pt_pt: Descarregar PDF
ro_ro: Descărcați PDF
ru_ru: Загрузить PDF
sk_sk: Stiahnuť vo formáte PDF
sl_si: Prenos datoteke PDF
sv_se: Ladda ner PDF
zh_cn: 下载 PDF 文件
zh_tw: 下載 PDF

# adyen.giftcard.currencyError
source: Gift cards are only valid in the currency they were issued in
ar: لا تسري بطاقات الهدايا إلا بالعملة التي صدرت بها
bg_bg: Подаръчните карти са валидни само във валутата, в която са издадени
ca_es: Les targetes regal només són vàlides en la moneda en què van ser emeses
cs_cz: Dárkové karty jsou platné jenom v měně, ve které byly vystavené
da_dk: Gavekort er kun gyldige i udstedelsesvalutaen
el_gr: Οι δωροκάρτες ισχύουν μόνο για το νόμισμα στο οποίο εκδόθηκαν
es_es: Las tarjetas regalo solo son válidas en la moneda en que fueron emitidas
et_ee: Kinkekaardid kehtivad ainult valuutas, milles need väljastati
fr_fr: Les cartes cadeaux sont valables uniquement dans la devise dans laquelle elles ont été émises
hr_hr: Poklon-kartice vrijede samo u valuti u kojoj su izdane
hu_hu: Az ajándékkártyák csak abban a pénznemben érvényesek, amelyre kiállították azokat
is_is: Gjafakort gilda aðeins í þeim gjaldmiðli sem þau voru gefin út í
it_it: I buono regalo sono validi solo nella valuta in cui sono state emessi
ja_jp: ギフトカードは、発行された通貨でのみ有効です。
ko: 기프트 카드는 발급된 통화로만 사용하실 수 있습니다
lt_lt: Dovanų kortelės galioja tik ta valiuta, kuria jos buvo išduotos
lv_lv: Dāvanu kartes ir derīgas tikai tajā valūtā, kurā tās ir izsniegtas
nb_no: Gavekort er kun gyldige i den valutaen de ble utstedt i
nl_nl: Cadeaukaarten zijn alleen geldig in de valuta waarin ze zijn uitgegeven
pl_pl: Karty podarunkowe są ważne tylko w walucie, w której zostały wydane
pt_pt: Os cartões oferta só são válidos na moeda em que foram emitidos
ro_ro: Cardurile cadou sunt valabile numai în moneda în care au fost emise
ru_ru: Принимаются только подарочные карты соответствующей валюты
sk_sk: Darčekové karty sú platné iba v mene, v ktorej boli vydané
sl_si: Darilne kartice so veljavne samo za valuto, za katero so bile izdane
sv_se: Presentkort är endast giltiga i den valuta som de utfärdades i
zh_cn: 礼品卡仅以其发行的货币为有效货币
zh_tw: 禮品卡只能以其簽發時所使用的貨幣進行結算

# adyen.giftcard.noBalance
source: This gift card has zero balance
ar: لا يوجد رصيد ببطاقة الهدايا هذه
bg_bg: Тази подаръчна карта е с нулев баланс
ca_es: Aquesta targeta regal té un saldo zero
cs_cz: Na dárkové kartě je nulový zůstatek
da_dk: Saldoen på gavekortet er 0
el_gr: Η συγκεκριμένη δωροκάρτα έχει μηδενικό υπόλοιπο
es_es: Esta tarjeta regalo no tiene saldo
et_ee: Selle kinkekaardi jääk on null
fi: Lahjakortin saldo on nolla
fr_fr: Aucun solde n'est disponible sur cette carte cadeau
hr_hr: Stanje na ovoj poklon-kartici iznosi nula
hu_hu: Az ajándékkártya egyenlege nulla
is_is: Þetta gjafakort hefur enga innistæðu
it_it: Questo buono regalo ha un saldo pari a zero
ja_jp: このギフトカードの残高はゼロです
ko: 이 기프트 카드에는 잔액이 없습니다
lt_lt: Šios dovanų kortelės likutis yra nulinis
lv_lv: Šai dāvanu kartei ir nulles atlikums
nb_no: Dette gavekortet har en saldo på null
nl_nl: Deze cadeaukaart heeft geen saldo
pl_pl: Saldo karty podarunkowej jest puste
pt_pt: Este cartão oferta tem saldo zero
ro_ro: Acest card cadou are soldul zero
ru_ru: На этой подарочной карте нет средств
sk_sk: Táto darčeková karta má nulový zostatok
sl_si: Na tej darilni kartici ni sredstev
sv_se: Saldot för detta presentkort är noll
zh_cn: 礼品卡余额为零
zh_tw: 此禮品卡的餘額為零

# adyen.giftcard.remove.title
source: Confirm card removal
bg_bg: Потвърдете премахването на картата
ca_es: Confirmeu l'eliminació de la targeta
cs_cz: Potvrďte odebrání karty
da_dk: Bekræft fjernelse af kort
el_gr: Επιβεβαίωση αφαίρεσης κάρτας
es_es: Confirmar retirada de tarjeta
et_ee: Kinnita kaardi eemaldamine
fi: Vahvista kortin poisto
hu_hu: Kártya eltávolításának megerősítése
is_is: Staðfesta að kort hafi verið fjarlægt
it_it: Conferma rimozione della carta
lt_lt: Patvirtinkite kortelės išėmimą
lv_lv: Apstipriniet kartes noņemšanu
nb_no: Bekreft fjerning av kort
nl_nl: Verwijdering van kaart bevestigen
pt_pt: Confirmar a remoção do cartão
ru_ru: Подтвердите удаление карты
sl_si: Potrdite odstranitev kartice
sv_se: Bekräfta borttagning av kort
zh_cn: 确认删除卡片
zh_tw: 確認移除該卡

# adyen.giftcard.remove.message
source: Remove added giftcards?
bg_bg: Да се премахнат ли добавените подаръчни карти?
ca_es: Voleu suprimir les targetes regal afegides?
cs_cz: Odebrat přidané dárkové karty?
da_dk: Fjern tilføjede gavekort?
el_gr: Αφαίρεση των προστεθειμένων δωροκαρτών;
es_es: ¿Quiere retirar las tarjetas de regalo añadidas?
et_ee: Kas eemaldada lisatud kinkekaardid?
fi: Poistetaanko lisätyt lahjakortit?
hu_hu: Eltávolítja a hozzáadott ajándékkártyákat?
is_is: Fjarlægja gjafakort sem bætt var við?
it_it: Rimuovere le carte regalo aggiunte?
lt_lt: Pašalinti pridėtas dovanų korteles?
lv_lv: Vai noņemt pievienotās dāvanu kartes?
nb_no: Vil du fjerne gavekort som er lagt til?
nl_nl: Toegevoegde cadeaukaarten verwijderen?
pt_pt: Remover os cartões de presentes adicionados?
ru_ru: Удалить добавленные подарочные карты?
sl_si: Želite odstraniti dodane darilne kartice?
sv_se: Ta bort tillagda presentkort?
zh_cn: 删除已添加礼品卡？
zh_tw: 移除已新增禮品卡？

# adyen.giftcard.paymentMethod.title
source: Added giftcard
bg_bg: Добавена подаръчна карта
ca_es: Targeta de regal afegida
cs_cz: Přidaná dárková karta
da_dk: Gavekort tilføjet
el_gr: Προστέθηκε δωροκάρτα
es_es: Tarjeta de regalo añadida
et_ee: Lisatud kinkekaart
fi: Lisätty lahjakortti
hu_hu: Hozzáadott ajándékkártya
is_is: Gjafakorti bætt við
it_it: Carta regalo aggiunta
lt_lt: Pridėta dovanų kortelė
lv_lv: Pievienota dāvanu karte
nb_no: La til gavekort
nl_nl: Cadeaukaart toegevoegd
pt_pt: Cartão de oferta adicionado
ru_ru: Подарочные карты
sl_si: Dodana darilna kartica
sv_se: Tillagt presentkort
zh_cn: 已添加礼品卡
zh_tw: 已新增禮品卡

# adyen.partialPayment.remainingBalance
source: Remaining balance will be %@
ar: سيبلغ الرصيد المتبقي %@
bg_bg: Оставащият баланс ще бъде %@
ca_es: El saldo restant serà de %@
cs_cz: Zbývající zůstatek bude %@
da_dk: Restbeløbet vil være %@
el_gr: Το υπόλοιπο θα είναι %@
es_es: El saldo restante será %@
et_ee: Jääk on %@
fi: Jäljellä oleva saldo on %@
fr_fr: Le solde restant sera de %@
hr_hr: Preostalo stanje na računu iznosit će %@
hu_hu: A fennmaradó egyenleg %@ lesz
is_is: Eftirstöðvar verða %@
it_it: Il saldo rimanente sarà di %@
ja_jp: 残りの残高は%@になります
ko: 남은 잔액은 %@입니다
lt_lt: Likęs likutis bus %@
lv_lv: Atlikušais atlikums ir %@
nb_no: Gjenværende saldo vil være %@
nl_nl: Het resterende saldo is %@
pl_pl: Pozostałe saldo wynosi %@
pt_pt: O saldo restante será de %@
ro_ro: Soldul rămas va fi de %@
ru_ru: Остаток на балансе составит %@
sk_sk: Zvyšný zostatok bude %@
sl_si: Preostalo stanje bo %@
sv_se: Återstående saldo blir %@
zh_cn: 剩余额度为 %@
zh_tw: 餘額將為 %@

# adyen.partialPayment.payRemainingAmount
source: Select payment method for the remaining %@
ar: تحديد طريقة الدفع لمبلغ % المتبقي
bg_bg: Изберете метод на плащане за оставащите %@
ca_es: Seleccioneu la forma de pagament per al %@ restant
cs_cz: Zvolte, jakým způsobem se má %@ zaplatit
da_dk: Vælg betalingsmåden for de resterende %@
el_gr: Επιλέξτε έναν τρόπο πληρωμής για το εναπομείναν ποσό %@
es_es: Seleccione el método de pago para la cantidad restante: %@
et_ee: Valige makseviis ülejäänud %@ jaoks
fi: Valitse maksutapa jäljelle jääneelle prosentille %@
fr_fr: Sélectionnez un mode de paiement pour régler le solde de %@
hr_hr: Odaberite način plaćanja za preostali iznos %@
hu_hu: Fizetési mód választása a fennmaradó %@ számára
is_is: Veldu greiðslumáta fyrir útistandandi %@
it_it: Seleziona metodo di pagamento per i restanti %@
ja_jp: 残りの%@の支払方法を選択してください
ko: 남은 %@에 대한 결제 수단 선택
lt_lt: Pasirinkite mokėjimo būdą likusiam %@
lv_lv: Atlasiet samaksas veidu atlikušajiem %@
nb_no: Velg betalingsmetode for de gjenstående %@
nl_nl: Selecteer betaalmethode voor de resterende %@
pl_pl: Wybierz metodę płatności dla pozostałych %@
pt_pt: Selecione o método de pagamento para os %@ restantes
ro_ro: Selectați metoda de plată pentru suma de %@ rămasă
ru_ru: Выбрать другой способ оплаты оставшейся суммы %@
sk_sk: Vyberte spôsob platby pre zvyšné %@
sl_si: Izberite vrsto plačila za preostali znesek %@
sv_se: Välj betalningssätt för återstående %@
zh_cn: 选择支付方式支付剩余的 %@
zh_tw: 選取付款方式來支付剩餘的 %@
