Repository: Adyen/adyen-ios
Catalog: Adyen/Assets/*.lproj/Localizable.strings
Languages: ar, bg_bg, ca_es, cs_cz, da_dk, el_gr, es_es, et_ee, fi, fr_fr, hr_hr, hu_hu, is_is, it_it, ja_jp, ko, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, zh_cn, zh_tw

# adyen.confirmPurchase
source: Confirm purchase
ar: تأكيد الشراء
bg_bg: Потвърдете покупката
ca_es: Confirmar la compra
cs_cz: Potvrdit nákup
da_dk: Bekræft køb
el_gr: Επιβεβαίωση αγοράς
es_es: Confirmar compra
et_ee: Kinnita ost
fi: Vahvista hankinta
fr_fr: Confirmer l'achat
hr_hr: Potvrdite kupnju
hu_hu: Fizetés jóváhagyása
is_is: Staðfesta kaup
it_it: Conferma acquisto
ja_jp: 購入を確認する
ko: 구매 확인
lt_lt: Patvirtinti pirkimą
lv_lv: Apstipriniet pirkumu
nb_no: Bekreft kjøp
nl_nl: Aankoop bevestigen
pl_pl: Potwierdź zakup
pt_pt: Confirmar compra
ro_ro: Confirmați achiziția
ru_ru: Подтвердить покупку
sk_sk: Potvrďte nákup
sl_si: Potrditev nakupa
sv_se: Bekräfta köp
zh_cn: 确认购买
zh_tw: 確認購買

# adyen.lastName
source: Last name
ar: الاسم الأخير
bg_bg: Фамилия
ca_es: Cognom
cs_cz: Příjmení
da_dk: Efternavn
el_gr: Επώνυμο
es_es: Apellidos
et_ee: Perekonnanimi
fi: Sukunimi
fr_fr: Nom de famille
hr_hr: Prezime
hu_hu: Vezetéknév
is_is: Eftirnafn
it_it: Cognome
ja_jp: 姓
ko: 성
lt_lt: Pavardė
lv_lv: Uzvārds
nb_no: Etternavn
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Apelido
ro_ro: Nume de familie
ru_ru: Фамилия
sk_sk: Priezvisko
sl_si: Priimek
sv_se: Efternamn
zh_cn: 姓氏
zh_tw: 姓氏

# adyen.firstName
source: First name
ar: الاسم الأول
bg_bg: Име
ca_es: Nom
cs_cz: Jméno
da_dk: Fornavn
el_gr: Όνομα
es_es: Nombre
et_ee: Eesnimi
fi: Etunimi
fr_fr: Prénom
hr_hr: Ime
hu_hu: Keresztnév
is_is: Fornafn
it_it: Nome
ja_jp: 名
ko: 이름
lt_lt: Vardas
lv_lv: Vārds
nb_no: Fornavn
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Nome próprio
ro_ro: Prenume
ru_ru: Имя
sk_sk: Krstné meno
sl_si: Ime
sv_se: Förnamn
zh_cn: 名字
zh_tw: 名字

# adyen.card.pin.title
source: Pin
ar: رقم التعريف الشخصي
bg_bg: Пин
da_dk: Pinkode
el_gr: Κωδικός PIN
fi: Pin-tunnus
hu_hu: PIN-kód
is_is: PIN-númer
ko: 비밀번호
ru_ru: PIN-код
sk_sk: Kód PIN
sv_se: PIN-kod
zh_tw: 數字密碼

# adyen.missingField
source: Incomplete field
ar: حقل غير مكتمل
bg_bg: Непълно поле
ca_es: Camp incomplet
cs_cz: Neúplné pole
da_dk: Felt ikke udfyldt
el_gr: Ελλιπές πεδίο
es_es: Campo incompleto
et_ee: Puudulik väli
fi: Täydentämätön kenttä
fr_fr: Champ incomplet
hr_hr: Nepotpuno polje
hu_hu: Hiányos mező
is_is: Ókláraður reitur
it_it: Campo incompleto
ja_jp: 不完全なフィールド
ko: 미완료 필드
lt_lt: Neužbaigtas laukas
lv_lv: Nepilnīgs lauks
nb_no: Ufullstendig felt
nl_nl: Onvolledig veld
pl_pl: Niekompletne dane w polu
pt_pt: Campo incompleto
ro_ro: Câmp incomplet
ru_ru: Незаполненное поле
sk_sk: Neúplné pole
sl_si: Nepopolno polje
sv_se: Ofullständigt fält
zh_cn: 不完整字段
zh_tw: 不完整欄位

# adyen.card.applyGiftcard
source: Redeem
ar: استرداد
bg_bg: Изкупуване на
ca_es: Redimir
cs_cz: Uplatnit
da_dk: Indløs
el_gr: Εξαργύρωση
es_es: Canjear
et_ee: Lunasta
fi: Lunasta
fr_fr: Utiliser
hr_hr: Iskoristite
hu_hu: Beváltás
is_is: Innleysa
it_it: Riscatta
ja_jp: 利用する
ko: 기프트 카드로 결제
lt_lt: Išpirkti
lv_lv: Izpirkt
nb_no: Løs inn
nl_nl: Inwisselen
pl_pl: Wykorzystaj
pt_pt: Resgatar
ro_ro: Valorificare
ru_ru: Использовать
sk_sk: Uplatniť
sl_si: Unovči
sv_se: Lös in
zh_cn: 兑换
zh_tw: 兌換

# adyen.voucher.collectionInstitutionNumber
source: Collection Institution Number
ar: رقم المؤسسة المكلفة بالتحصيل
bg_bg: Номер на институцията за събиране
ca_es: Número d'entitat de recollida
cs_cz: Číslo inkasní instituce
da_dk: Id-nummer til opkrævningsinstitution
el_gr: Αριθμός πρακτορείου εισπράξεων
es_es: Número de institución de cobro
et_ee: Makse saaja number
fi: Keräävän laitoksen numero
fr_fr: Numéro du point de paiement
hr_hr: Broj ustanove za prikupljanje
hu_hu: Beszedő cég száma
is_is: Númer innheimtustofnunar
it_it: Codice identificativo del negozio
ja_jp: 収納機関番号
ko: 수금 기관 번호
lt_lt: Kolekcijos institucijos numeris
lv_lv: Iekasēšanas iestādes numurs
nb_no: Innbetalingslokasjonsnummer
nl_nl: Nummer ophaallocatie
pl_pl: Numer instytucji pobierającej opłatę
pt_pt: Número da instituição de recolha
ro_ro: Număr instituție de colectare
ru_ru: Номер получателя средств
sk_sk: Číslo inkasnej inštitúcie
sl_si: Številka ustanove za zbiranje
sv_se: Nummer på upphämtningsplats
zh_cn: 收款机构编号
zh_tw: 收款機構編號

# adyen.voucher.merchantName
source: Merchant
ar: التاجر
bg_bg: Търговец
ca_es: Comerciant
cs_cz: Obchodník
da_dk: Sælger
el_gr: Έμπορος
es_es: Vendedor
et_ee: Kaupmees
fi: Kauppias
fr_fr: Marchand
hr_hr: Trgovac
hu_hu: Kereskedő
is_is: Söluaðili
it_it: Esercente
ja_jp: 業者
ko: 가맹점
lt_lt: Pardavėjas
lv_lv: Tirgotājs
nb_no: Forhandler
nl_nl: Verkoper
pl_pl: Sprzedający
pt_pt: Comerciante
ro_ro: Comerciant
ru_ru: Продавец
sk_sk: Predajca
sl_si: Trgovec
sv_se: Handlare
zh_cn: 商户
zh_tw: 商家

# adyen.voucher.expirationDate
source: Expiration Date
ar: تاريخ الانتهاء
bg_bg: Дата на изтичане
ca_es: Data de caducitat
cs_cz: Datum konce platnosti
da_dk: Udløbsdato
el_gr: Ημερομηνία λήξης
es_es: Fecha de caducidad
et_ee: Aegumiskuupäev
fi: Vanhenemispäivämäärä
fr_fr: Date d'expiration
hr_hr: Datum isteka
hu_hu: Lejárati dátum
is_is: Gildisdagur
it_it: Data di scadenza
ja_jp: 有効期限
ko: 만료일
lt_lt: Galiojimo data
lv_lv: Derīguma termiņš
nb_no: Utløpsdato
nl_nl: Vervaldatum
pl_pl: Data ważności
pt_pt: Data de validade
ro_ro: Data de expirare
ru_ru: Срок действия
sk_sk: Dátum vypršania platnosti
sl_si: Datum poteka veljavnosti
sv_se: Utgångsdatum
zh_cn: 有效期
zh_tw: 到期日期

# adyen.voucher.paymentReferenceLabel
source: Payment Reference
ar: مرجع الدفع
bg_bg: Референция за плащане
ca_es: Referència del pagament
cs_cz: Číslo platby
da_dk: Betalingsreference
el_gr: Αναφορά πληρωμής
es_es: Referencia de pago
et_ee: Makse viide
fi: Maksun viite
fr_fr: Référence du paiement
hr_hr: Referenca za plaćanje
hu_hu: Fizetési referencia
is_is: Greiðslutilvísun
it_it: Riferimento del pagamento
ja_jp: 支払の参照
ko: 결제 참조번호
lt_lt: Mokėjimo nuoroda
lv_lv: Maksājuma atsauce
nb_no: Betalingsreferanse
nl_nl: Betalingsreferentie
pl_pl: Nr referencyjny płatności
pt_pt: Referência de pagamento
ro_ro: Referința plății
ru_ru: Код оплаты
sk_sk: Platobná referencia
sl_si: Referenčna številka plačila
sv_se: Betalreferens
zh_cn: 交易号
zh_tw: 付款參照號碼

# adyen.voucher.shopperName
source: Shopper Name
ar: اسم المتسوق
bg_bg: Име на купувача
ca_es: Nom del comprador
cs_cz: Jméno kupujícího
da_dk: Kundenavn
el_gr: Όνομα αγοραστή
es_es: Nombre del comprador
et_ee: Ostja nimi
fi: Ostajan nimi
fr_fr: Nom de l'acheteur
hr_hr: Ime kupca
hu_hu: Vásárló neve
is_is: Nafn kaupanda
it_it: Nome dell'acquirente
ja_jp: 購入者氏名
ko: 구매자 이름
lt_lt: Pirkėjo vardas
lv_lv: Pircēja vārds
nb_no: Kundenavn
nl_nl: Klantnaam
pl_pl: Imię i nazwisko klienta
pt_pt: Nome do comprador
ro_ro: Nume cumpărător
ru_ru: Имя покупателя
sk_sk: Meno kupujúceho
sl_si: Ime kupca
sv_se: Konsumentens namn
zh_cn: 顾客姓名
zh_tw: 購物者姓名

# adyen.button.copy
source: Copy
ar: نسخ
bg_bg: Копие
ca_es: Copiar
cs_cz: Kopírovat
da_dk: Kopiér
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Koopia
fi: Kopio
fr_fr: Copier
hr_hr: Kopiraj
hu_hu: Másolás
is_is: Afrita
it_it: Copia
ja_jp: コピー
ko: 복사
lt_lt: Kopijuoti
lv_lv: Kopija
nb_no: Kopier
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копия
sk_sk: Kopírovať
sl_si: Kopiraj
sv_se: Kopiera
zh_cn: 复制
zh_tw: 複製

# adyen.voucher.introduction
source: Thank you for your purchase, please use the following information to complete your payment.
ar: شكرًا لك على شرائك، يرجى استخدام المعلومات التالية لإتمام عملية الدفع.
bg_bg: Благодарим ви за покупката, моля, използвайте следната информация, за да извършите плащането.
ca_es: Gràcies per la vostra compra, si us plau utilitzeu la següent informació per completar el vostre pagament.
cs_cz: Děkujeme za nákup. K dokončení platby použijte prosím následující informace.
da_dk: Tak for dit køb. Brug følgende oplysninger til at gennemføre din betaling.
el_gr: Σας ευχαριστούμε για την αγορά. Χρησιμοποιήστε τις ακόλουθες πληροφορίες για να ολοκληρώσετε την πληρωμή.
es_es: Gracias por su compra. Use la información siguiente para completar su pago.
et_ee: Täname ostu eest. Kasutage makse lõpuleviimiseks järgmist teavet.
fi: Kiitos hankinnastasi, käytä seuraavia tietoja päättääksesi maksusi.
fr_fr: Nous vous remercions de votre achat. Veuillez finaliser votre paiement à l'aide des informations suivantes.
hr_hr: Zahvaljujemo na kupnji, upotrijebite sljedeće podatke za dovršetak plaćanja.
hu_hu: Köszönjük a vásárlást! Kérjük, a fizetéshez használja a következő információt.
is_is: Þakka þér fyrir kaupin, notaðu eftirfarandi upplýsingar til að ljúka greiðslunni.
it_it: Grazie per il tuo acquisto, utilizza i seguenti dati per completare il pagamento.
ja_jp: お買い上げありがとうございます。以下の情報を使用して、お支払いを完了してください。
ko: 구매해 주셔서 감사합니다. 다음 정보를 이용하여 결제를 완료하십시오.
lt_lt: Dėkojame, kad pirkote, norėdami užbaigti mokėjimą, naudokite šią informaciją.
lv_lv: Paldies par pirkumu. Lūdzu, izmantojiet tālāk norādīto informāciju, lai pabeigtu maksājumu.
nb_no: Takk for ditt kjøp, vennligst bruk den følgende informasjonen for å fullføre betalingen.
nl_nl: Bedankt voor uw aankoop. Gebruik de volgende informatie om uw betaling te voltooien.
pl_pl: Dziękujemy za zakup. Dokończ płatność przy użyciu poniższych informacji.
pt_pt: Obrigado pela sua compra, use as seguintes informações para concluir o seu pagamento.
ro_ro: Vă mulțumim pentru cumpărături, vă rugăm să utilizați următoarele informații pentru a vă finaliza plata.
ru_ru: Благодарим за покупку. Для завершения оплаты используйте следующие сведения.
sk_sk: Ďakujeme vám za nákup. Na dokončenie platby použite nasledujúce informácie.
sl_si: Zahvaljujemo se vam za nakup. Za dokončanje plačila uporabite naslednji kupon.
sv_se: Tack för ditt köp, vänligen använd följande information för att slutföra din betalning.
zh_cn: 感谢您的购买，请使用以下信息完成支付。
zh_tw: 多謝惠顧，請使用以下資訊完成付款。

# adyen.voucher.readInstructions
source: Read instructions
ar: قراءة التعليمات
bg_bg: Прочетете инструкциите
ca_es: Llegiu les instruccions
cs_cz: Přečtěte si pokyny
da_dk: Læs anvisningerne
el_gr: Διαβάστε τις οδηγίες
es_es: Leer instrucciones
et_ee: Lugege juhiseid
fi: Lue ohjeet
fr_fr: Lire les instructions
hr_hr: Pročitajte upute
hu_hu: Olvassa el az utasításokat
is_is: Lesa leiðbeiningar
it_it: Leggi le istruzioni
ja_jp: 手順を参照してください
ko: 안내 읽기
lt_lt: Perskaitykite instrukcijas
lv_lv: Lūdzu, izlasiet instrukcijas.
nb_no: Les instruksjoner
nl_nl: Instructies lezen
pl_pl: Przeczytaj instrukcje
pt_pt: Ler instruções
ro_ro: Citiți instrucțiunile
ru_ru: Прочитайте инструкции
sk_sk: Prečítajte si pokyny
sl_si: Preberite navodila
sv_se: Läs instruktionerna
zh_cn: 阅读说明
zh_tw: 閱覽說明

# adyen.amount
source: Amount
ar: المبلغ
bg_bg: Сума
ca_es: Import
cs_cz: Částka
da_dk: Beløb
el_gr: Ποσό
es_es: Cantidad
et_ee: Summa
fi: Summa
fr_fr: Montant
hr_hr: Iznos
hu_hu: Összeg
is_is: Upphæð
it_it: Somma
ja_jp: 金額
ko: 금액
lt_lt: Suma
lv_lv: Summa
nb_no: Beløp
nl_nl: Bedrag
pl_pl: Kwota
pt_pt: Valor
ro_ro: Sumă
ru_ru: Сумма
sk_sk: Čiastka
sl_si: Znesek
sv_se: Belopp
zh_cn: 金额
zh_tw: 金額

# adyen.voucher.entity
source: Entity
ar: الكيان
bg_bg: Обект
ca_es: Entitat
cs_cz: Subjekt
da_dk: Enhed
el_gr: Οντότητα
es_es: Entidad
et_ee: Ettevõte
fi: Kokonaisuus
fr_fr: Entité
hr_hr: Entitet
hu_hu: Entitás
is_is: Aðili
it_it: Entità
ja_jp: エンティティ
ko: 발급사
lt_lt: Subjektas
lv_lv: Vienība
nb_no: Enhet
nl_nl: Entiteit
pl_pl: Pozycja
pt_pt: Entidade
ro_ro: Entitate
ru_ru: Объект
sk_sk: Subjekt
sl_si: Entiteta
sv_se: Enhet
zh_cn: 实体
zh_tw: 實體

# adyen.pix.expirationLabel
source: You have %@ to pay
ar: لديك %@ للدفع
bg_bg: Имате %@ за плащане
ca_es: Teniu %@ per pagar
cs_cz: Na zaplacení vám zbývá %@
da_dk: Du har %@ at betale
el_gr: Έχετε στη διάθεσή σας %@ για την πληρωμή
es_es: Tiene %@ para pagar
et_ee: Teil on maksmiseks %@
fi: Sinulla on %@ maksettavana
fr_fr: Vous avez %@ pour payer cette somme
hr_hr: Imate %@ za plaćanje
hu_hu: Fizetéshez rendelkezésre álló idő: %@
is_is: Þú þarft að greiða %@
it_it: Devi pagare %@
ja_jp: %@をお支払い下さい。
ko: 남은 결제 시한: %@
lt_lt: Jūs turite mokėti %@
lv_lv: Jums ir jāmaksā %@
nb_no: Du har %@ igjen til å betale
nl_nl: U heeft %@ om te betalen
pl_pl: Masz do zapłacenia %@
pt_pt: Tem %@ para pagar
ro_ro: Trebuie să achitați %@
ru_ru: У вас %@ на оплату
sk_sk: Na zaplatenie máte %@
sl_si: Plačati morate %@
sv_se: Du har %@ att betala
zh_cn: 您需要支付 %@
zh_tw: 您有 %@ 可以支付

# adyen.pix.copyButton
source: Copy code
ar: نسخ الرمز
bg_bg: Копиране на кода
ca_es: Copiar el codi
cs_cz: Kopírovat kód
da_dk: Kopiér koden
el_gr: Αντιγραφή κωδικού
es_es: Copiar código
et_ee: Kopeeri kood
fi: Kopioi koodi
fr_fr: Copier le code
hr_hr: Kopiraj kôd
hu_hu: Kód másolása
is_is: Afrita kóða
it_it: Copia codice
ja_jp: コードをコピー
ko: 코드 복사하기
lt_lt: Kopijuoti kodą
lv_lv: Kopēt kodu
nb_no: Kopier kode
nl_nl: Code kopiëren
pl_pl: Skopiuj kod
pt_pt: Copiar código
ro_ro: Copiați codul
ru_ru: Скопировать код
sk_sk: Skopírovať kód
sl_si: Kopiraj kodo
sv_se: Kopiera kod
zh_cn: 复制代码
zh_tw: 複製代碼

# adyen.pix.instructions.copiedMessage
source: Code copied to clipboard
ar: تم نسخ الرمز إلى الحافظة
bg_bg: Код, копиран в клипборда
ca_es: Codi copiat al porta-retalls
cs_cz: Kód zkopírován do schránky
da_dk: Koden er kopieret til udklipsholderen
el_gr: Ο κωδικός αντιγράφτηκε στο πρόχειρο
es_es: Código copiado al portapapeles
et_ee: Kood kopeeriti lõikelauale
fi: Koodi kopioitu leikepöydälle
fr_fr: Code copié dans le presse-papiers
hr_hr: Kôd je kopiran u međuspremnik
hu_hu: Kód a vágólapra másolva
is_is: Kóði afritaður á klemmuspjald
it_it: Codice copiato negli appunti
ja_jp: コードをクリップボードにコピーしました
ko: 코드가 클립보드에 복사되었습니다
lt_lt: Į iškarpinę nukopijuotas kodas
lv_lv: Kods ir nokopēts starpliktuvē
nb_no: Koden er kopiert til utklippstavlen
nl_nl: De code is naar het klembord gekopieerd
pl_pl: Kod skopiowany do schowka
pt_pt: Código copiado para a área de transferência
ro_ro: Cod copiat în clipboard
ru_ru: Код скопирован в буфер обмена
sk_sk: Kód bol skopírovaný do schránky
sl_si: Koda je kopirana v odložišče
sv_se: Koden kopierades till Urklipp
zh_cn: 代码复制到剪贴板
zh_tw: 已將代碼複製到剪貼簿

# adyen.billingAddressSection.title
source: Billing address
ar: عنوان الفواتير
bg_bg: Адрес за фактуриране
ca_es: Adreça de facturació
cs_cz: Fakturační adresa
da_dk: Faktureringsadresse
el_gr: Διεύθυνση τιμολόγησης
es_es: Dirección de facturación
et_ee: Arveldusaadress
fi: Laskutusosoite
fr_fr: Adresse de facturation
hr_hr: Adresa za račun
hu_hu: Számlázási cím
is_is: Heimilisfang greiðanda
it_it: Indirizzo di fatturazione
ja_jp: ご請求住所
ko: 청구지 주소
lt_lt: Sąskaitų siuntimo adresas
lv_lv: Norēķinu adrese
nb_no: Faktureringsadresse
nl_nl: Factuuradres
pl_pl: Adres rozliczeniowy
pt_pt: Morada de cobrança
ro_ro: Adresa de facturare
ru_ru: Платежный адрес
sk_sk: Fakturačná adresa
sl_si: Naslov za račun
sv_se: Faktureringsadress
zh_cn: 账单地址
zh_tw: 帳單地址

# adyen.billingAddress.placeholder
source: Your billing address
bg_bg: Вашият адрес за фактуриране
ca_es: La vostra adreça de facturació
cs_cz: Vaše fakturační adresa
da_dk: Din faktureringsadresse
el_gr: Η διεύθυνση τιμολόγησής σας
es_es: Su dirección de facturación
et_ee: Teie arveldusaadress
fi: Laskutusosoitteesi
hu_hu: Az Ön számlázási címe
is_is: Heimilisfang
it_it: Il tuo indirizzo di fatturazione
lt_lt: Jūsų sąskaitų siuntimo adresas
lv_lv: Jūsu norēķinu adrese
nb_no: Faktureringsadressen din
nl_nl: Uw factuuradres
pt_pt: O seu endereço de faturação
ru_ru: Ваш платежный адрес
sl_si: Vaš naslov za račun
sv_se: Din faktureringsadress
zh_cn: 您的账单地址
zh_tw: 您的帳單地址

# adyen.deliveryAddressSection.title
source: Delivery Address
ar: عنوان التسليم
bg_bg: Адрес за доставка
ca_es: Adreça de lliurament
cs_cz: Dodací adresa
da_dk: Leveringsadresse
el_gr: Διεύθυνση παράδοσης
es_es: Dirección de envío
et_ee: Kohaletoimetamise aadress
fi: Toimitusosoite
fr_fr: Adresse de livraison
hr_hr: Adresa za dostavu
hu_hu: Szállítási cím
is_is: Afhendingaraðsetur
it_it: Indirizzo di consegna
ja_jp: 配送先住所
ko: 배송 주소
lt_lt: Pristatymo adresas
lv_lv: Piegādes adrese
nb_no: Leveringsadresse
nl_nl: Bezorgadres
pl_pl: Adres dostawy
pt_pt: Morada de entrega
ro_ro: Adresă de livrare
ru_ru: Адрес доставки
sk_sk: Dodacia adresa
sl_si: Naslov za dostavo
sv_se: Leveransadress
zh_cn: 寄送地址
zh_tw: 派送地址

# adyen.deliveryAddress.placeholder
source: Your delivery address
bg_bg: Вашият адрес за доставка
ca_es: La vostra adreça de lliurament
cs_cz: Vaše doručovací adresa
da_dk: Din leveringsadresse
el_gr: Η διεύθυνση παράδοσής σας
es_es: Su dirección de entrega
et_ee: Teie kohaletoimetamise aadress
fi: Toimitusosoitteesi
hu_hu: Az Ön szállítási címe
is_is: Afhendingarheimilisfangið þitt
it_it: Il tuo indirizzo di consegna
lt_lt: Jūsų pristatymo adresas
lv_lv: Jūsu piegādes adrese
nb_no: Leveringsadressen din
nl_nl: Uw bezorgadres
pt_pt: A sua morada de entrega
ru_ru: Ваш адрес доставки
sl_si: Vaš naslov za dostavo
sv_se: Din leveransadress
zh_cn: 您的送货地址
zh_tw: 您的派送地址

# adyen.countryField.title
source: Country
ar: البلد
bg_bg: Държава/регион
ca_es: País/Regió
cs_cz: Země/region
da_dk: Land/region
el_gr: Χώρα/Περιοχή
es_es: País o región
et_ee: Riik/piirkond
fi: Maa/alue
fr_fr: Pays
hr_hr: Zemlja
hu_hu: Ország
is_is: Land/svæði
it_it: Paese/Regione
ja_jp: 国
ko: 국가
lt_lt: Šalis / regionas
lv_lv: Valsts/reģions
nb_no: Land/region
nl_nl: Land/regio
pl_pl: Kraj
pt_pt: País/região
ro_ro: Țară
ru_ru: Страна
sk_sk: Krajina
sl_si: Država/regija
sv_se: Land/region
zh_cn: 国家/地区
zh_tw: 國家／地區

# adyen.countryField.placeholder
source: Country
bg_bg: Държава/регион
ca_es: País/Regió
cs_cz: Země/region
da_dk: Land/region
el_gr: Χώρα/Περιοχή
es_es: País o región
et_ee: Riik/piirkond
fi: Maa/alue
hu_hu: Ország
is_is: Land/svæði
it_it: Paese/Regione
lt_lt: Šalis / regionas
lv_lv: Valsts/reģions
nb_no: Land/region
nl_nl: Land/regio
pt_pt: País/região
ru_ru: Страна
sl_si: Država/regija
sv_se: Land/region
zh_cn: 国家/地区
zh_tw: 國家／地區

# adyen.countryField.invalid
source: Invalid country
bg_bg: Невалидна страна/регион
ca_es: El país/la regió no són vàlids
cs_cz: Chybně zadaná země/region
da_dk: Ugyldigt land/region
el_gr: Μη έγκυρη χώρα/περιοχή
es_es: El país o la región no son válidos
et_ee: Vale riik/piirkond
fi: Virheellinen maa/alue
hu_hu: Érvénytelen ország
is_is: Ógilt land/svæði
it_it: Paese/regione non validi
lt_lt: Netinkama šalis / regionas
lv_lv: Nederīga valsts/reģions
nb_no: Ugyldig land/region
nl_nl: Ongeldig land/regio
pt_pt: País/região inválido
ru_ru: Неправильная страна
sl_si: Neveljavna država/regija
sv_se: Ogiltigt land/region
zh_cn: 无效国家/地区
zh_tw: 國家／地區無效

# adyen.addressField.title
source: Address
ar: العنوان
bg_bg: Адрес
ca_es: Adreça
cs_cz: Adresa
da_dk: Adresse
el_gr: Διεύθυνση
es_es: Dirección
et_ee: Aadress
fi: Osoite
fr_fr: Adresse
hr_hr: Adresa
hu_hu: Cím
is_is: Heimilisfang
it_it: Indirizzo
ja_jp: 住所
ko: 주소
lt_lt: Adresas
lv_lv: Adrese
nb_no: Adresse
nl_nl: Adres
pl_pl: Adres
pt_pt: Morada
ro_ro: Adresă
ru_ru: Адрес
sk_sk: Adresa
sl_si: Naslov
sv_se: Adress
zh_cn: 地址
zh_tw: 地址

# adyen.addressField.placeholder
source: Address
ar: العنوان
bg_bg: Адрес
ca_es: Adreça
cs_cz: Adresa
da_dk: Adresse
el_gr: Διεύθυνση
es_es: Dirección
et_ee: Aadress
fi: Osoite
fr_fr: Adresse
hr_hr: Adresa
hu_hu: Cím
is_is: Heimilisfang
it_it: Indirizzo
ja_jp: 住所
ko: 주소
lt_lt: Adresas
lv_lv: Adrese
nb_no: Adresse
nl_nl: Adres
pl_pl: Adres
pt_pt: Morada
ro_ro: Adresă
ru_ru: Адрес
sk_sk: Adresa
sl_si: Naslov
sv_se: Adress
zh_cn: 地址
zh_tw: 地址

# adyen.streetField.title
source: Street
ar: الشارع
bg_bg: Улица
ca_es: Carrer
cs_cz: Ulice
da_dk: Gade
el_gr: Οδός
es_es: Calle
et_ee: Tänav
fi: Katu
fr_fr: Rue
hr_hr: Ulica
hu_hu: Utca
is_is: Gata
it_it: Via
ja_jp: 番地
ko: 도로명
lt_lt: Gatvė
lv_lv: Iela
nb_no: Gate
nl_nl: Straatnaam
pl_pl: Ulica
pt_pt: Rua
ro_ro: Strada
ru_ru: Улица
sk_sk: Ulica
sl_si: Ulica
sv_se: Gatuadress
zh_cn: 街道
zh_tw: 街道

# adyen.streetField.placeholder
source: Street
ar: الشارع
bg_bg: Улица
ca_es: Carrer
cs_cz: Ulice
da_dk: Gade
el_gr: Οδός
es_es: Calle
et_ee: Tänav
fi: Katu
fr_fr: Rue
hr_hr: Ulica
hu_hu: Utca
is_is: Gata
it_it: Via
ja_jp: 番地
ko: 도로명
lt_lt: Gatvė
lv_lv: Iela
nb_no: Gate
nl_nl: Straatnaam
pl_pl: Ulica
pt_pt: Rua
ro_ro: Strada
ru_ru: Улица
sk_sk: Ulica
sl_si: Ulica
sv_se: Gatuadress
zh_cn: 街道
zh_tw: 街道

# adyen.houseNumberField.title
source: House number
ar: رقم المنزل
bg_bg: Номер на къща
ca_es: Número de casa
cs_cz: Číslo popisné
da_dk: Husnummer
el_gr: Αριθμός οικίας
es_es: Número de vivienda
et_ee: Hoone number
fi: Talon numero
fr_fr: Numéro de rue
hr_hr: Kućni broj
hu_hu: Házszám
is_is: Húsnúmer
it_it: Numero civico
ja_jp: 部屋番号
ko: 집 전화번호
lt_lt: Namo numeris
lv_lv: Mājas numurs
nb_no: Husnummer
nl_nl: Huisnummer
pl_pl: Numer domu i mieszkania
pt_pt: Número de porta
ro_ro: Număr
ru_ru: Номер дома
sk_sk: Číslo domu
sl_si: Hišna številka
sv_se: Husnummer
zh_cn: 门牌号
zh_tw: 門牌號

# adyen.houseNumberField.placeholder
source: House number
ar: رقم المنزل
bg_bg: Номер на къща
ca_es: Número de casa
cs_cz: Číslo popisné
da_dk: Husnummer
el_gr: Αριθμός οικίας
es_es: Número de vivienda
et_ee: Hoone number
fi: Talon numero
fr_fr: Numéro de rue
hr_hr: Kućni broj
hu_hu: Házszám
is_is: Húsnúmer
it_it: Numero civico
ja_jp: 部屋番号
ko: 집 전화번호
lt_lt: Namo numeris
lv_lv: Mājas numurs
nb_no: Husnummer
nl_nl: Huisnummer
pl_pl: Numer domu i mieszkania
pt_pt: Número de porta
ro_ro: Număr
ru_ru: Номер дома
sk_sk: Číslo domu
sl_si: Hišna številka
sv_se: Husnummer
zh_cn: 门牌号
zh_tw: 門牌號

# adyen.cityField.title
source: City
ar: المدينة
bg_bg: Град
ca_es: Ciutat
cs_cz: Město
da_dk: By
el_gr: Πόλη
es_es: Ciudad
et_ee: Linn
fi: Kaupunki
fr_fr: Ville
hr_hr: Grad
hu_hu: Város
is_is: Borg
it_it: Città
ja_jp: 市区
ko: 시
lt_lt: Miestas
lv_lv: Pilsēta
nb_no: Poststed
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oraș
ru_ru: Город
sk_sk: Mesto
sl_si: Mesto
sv_se: Stad
zh_cn: 城市
zh_tw: 城市

# adyen.cityField.placeholder
source: City
ar: المدينة
bg_bg: Град
ca_es: Ciutat
cs_cz: Město
da_dk: By
el_gr: Πόλη
es_es: Ciudad
et_ee: Linn
fi: Kaupunki
fr_fr: Ville
hr_hr: Grad
hu_hu: Város
is_is: Borg
it_it: Città
ja_jp: 市区
ko: 시
lt_lt: Miestas
lv_lv: Pilsēta
nb_no: Poststed
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oraș
ru_ru: Город
sk_sk: Mesto
sl_si: Mesto
sv_se: Stad
zh_cn: 城市
zh_tw: 城市

# adyen.cityTownField.title
source: City / Town
ar: المدينة / البلدة
bg_bg: Град / населено място
ca_es: Ciutat / Poble
cs_cz: Město
da_dk: By
el_gr: Πόλη / Κοινότητα
es_es: Ciudad/población
et_ee: Linn/asula
fi: Kaupunki / taajama
fr_fr: Ville
hr_hr: Grad
hu_hu: Város
is_is: Borg/bær
it_it: Città
ja_jp: 市区町村
ko: 시/구
lt_lt: Miestas / miestelis
lv_lv: Pilsēta/ciems
nb_no: By
nl_nl: Stad
pl_pl: Miejscowość
pt_pt: Cidade/cidade
ro_ro: Oraș/localitate
ru_ru: Город
sk_sk: Mesto/obec
sl_si: Mesto
sv_se: Ort
zh_cn: 市 / 镇
zh_tw: 市／鎮

# adyen.cityTownField.placeholder
source: City / Town
ar: المدينة / البلدة
bg_bg: Град / населено място
ca_es: Ciutat / Poble
cs_cz: Město
da_dk: By
el_gr: Πόλη / Κοινότητα
es_es: Ciudad/población
et_ee: Linn/asula
fi: Kaupunki / taajama
fr_fr: Ville
hr_hr: Grad
hu_hu: Város
is_is: Borg/bær
it_it: Città
ja_jp: 市区町村
ko: 시/구
lt_lt: Miestas / miestelis
lv_lv: Pilsēta/ciems
nb_no: By
nl_nl: Stad
pl_pl: Miejscowość
pt_pt: Cidade/cidade
ro_ro: Oraș/localitate
ru_ru: Город
sk_sk: Mesto/obec
sl_si: Mesto
sv_se: Ort
zh_cn: 市 / 镇
zh_tw: 市／鎮

# adyen.postalCodeField.title
source: Postal code
ar: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
da_dk: Postnummer
el_gr: Ταχυδρομικός κωδικός
es_es: Código postal
et_ee: Sihtnumber
fi: Postinumero
fr_fr: Code postal
hr_hr: Poštanski broj
hu_hu: Irányítószám
is_is: Póstnúmer
it_it: Codice postale
ja_jp: 郵便番号
ko: 우편번호
lt_lt: Pašto kodas
lv_lv: Pasta indekss
nb_no: Postnummer
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sk_sk: PSČ
sl_si: Poštna številka
sv_se: Postnummer
zh_cn: 邮政编码
zh_tw: 郵遞區號
